[
	{ "en": "Scene 1: New Parents", "cn": "" },
	{ "en": "[The scene opens up to a wide blue ocean.]", "cn": "" },
	{ "en": "Marlin: Wow!", "cn": "" },
	{ "en": "Coral: Mmm.", "cn": "" },
	{ "en": "Marlin: Wow!", "cn": "" },
	{ "en": "Coral: Mm-hmm.", "cn": "" },
	{ "en": "Marlin: Wow!", "cn": "" },
	{ "en": "Coral: Yes, Marlin. No, I see it. It’s beautiful!", "cn": "" },
	{
		"en": "Marlin: So, Coral, when you said you wanted an ocean view, you didn’t think that we were gonna get the whole ocean, did you? Huh? [Sighs] Oh yeah. A fish can breath out here. Did your man deliver or did he deliver?",
		"cn": ""
	},
	{ "en": "Coral: My man delivered.", "cn": "" },
	{ "en": "Marlin: And it wasn’t so easy.", "cn": "" },
	{
		"en": "Coral: Because a lot of other clownfish had their eyes on this place.",
		"cn": ""
	},
	{
		"en": "Marlin: You better believe they did-- every single one of them.",
		"cn": ""
	},
	{
		"en": "Coral: Mm-hmm. You did good. And the neighborhood is awesome!",
		"cn": ""
	},
	{ "en": "[Chattering and laughing] [Snipping]", "cn": "" },
	{ "en": "Marlin: So, you do like it, don’t you?", "cn": "" },
	{
		"en": "Coral: No, no. I do, I do! I really do like it. But Marlin, I know that the drop off is desirable, with the great schools and the amazing view, and all that, but do we really need so much space?",
		"cn": ""
	},
	{
		"en": "Marlin: Coral, honey, these are our kids we’re talking about. They deserve the best. Look, look, look. They’ll wake up, poke their little heads out, and they see a whale! See, right by their bedroom window.",
		"cn": ""
	},
	{ "en": "Coral: Shh! You’re gonna wake the kids.", "cn": "" },
	{ "en": "Marlin: Oh, right, right.", "cn": "" },
	{
		"en": "Coral: Aw, look! They’re dreaming. We still have to name them.",
		"cn": ""
	},
	{
		"en": "Marlin: You wanna name all of them, right now? All right, we’ll name this half Marlin Jr. and then this half Coral Junior. OK, we’re done!",
		"cn": ""
	},
	{ "en": "Coral: I like Nemo.", "cn": "" },
	{
		"en": "Marlin: Nemo? Well, we’ll name one Nemo, but I’d like most of them to be Marlin Jr.",
		"cn": ""
	},
	{
		"en": "Coral: Just think that in a couple of days, we’re going to be parents!",
		"cn": ""
	},
	{ "en": "Marlin: Yeah. What if they don’t like me?", "cn": "" },
	{ "en": "Coral: Marlin....", "cn": "" },
	{ "en": "Marlin: No, really.", "cn": "" },
	{
		"en": "Coral: There’s over 400 eggs. Odds are, one of them is bound to like you.",
		"cn": ""
	},
	{ "en": "Marlin: What?", "cn": "" },
	{ "en": "Marlin: You remember how we met?", "cn": "" },
	{ "en": "Coral: Well, I try not to.", "cn": "" },
	{
		"en": "Marlin: Well, I remember. \"Excuse me, miss, can you check and see if there’s a hook in my lip?\"",
		"cn": ""
	},
	{ "en": "Coral: Marlin!", "cn": "" },
	{
		"en": "Marlin: Well, you gotta look a little closer because it’s wiggling.",
		"cn": ""
	},
	{ "en": "Coral: [squeals] Get away!", "cn": "" },
	{
		"en": "Marlin: Here he is! Cutie’s here! Where did everybody go? [gasps] Coral, get inside the house, Coral. No, Coral, don’t. They’ll be fine. Just get inside. You. Right now.",
		"cn": ""
	},
	{
		"en": "[Too late, Coral get 400 eggs by swimming, a barracuda roars.]",
		"cn": ""
	},
	{
		"en": "Marlin: No!! [He attacked the barracuda] Ow! [gasps and grunts]",
		"cn": ""
	},
	{
		"en": "[A barracuda hits Marlin, groaning. It cuts to black in the night time.]",
		"cn": ""
	},
	{
		"en": "Marlin: Coral!!! Coral? Coral? [gasps] Coral? Coral? Coral?! No. [crying] There, there, there. It’s OK, Daddy’s here. Daddy’s got you. I promise, I will never let anything happen to you, Nemo.",
		"cn": ""
	},
	{ "en": "Scene 2: Main Titles", "cn": "" },
	{ "en": "Walt Disney Pictures Presents", "cn": "" },
	{ "en": "", "cn": "" },
	{ "en": "A Pixar Animation Studios Film", "cn": "" },
	{ "en": "", "cn": "" },
	{ "en": "FINDING NEMO", "cn": "" },
	{ "en": "Scene 3: First Day of School", "cn": "" },
	{
		"en": "NEMO: First day of school! First day of school! Wake up, wake up! Come on, first day of school!",
		"cn": ""
	},
	{
		"en": "MARLIN: I don’t want to go to school. Five more minutes.",
		"cn": ""
	},
	{ "en": "NEMO: Not you, dad. Me!", "cn": "" },
	{ "en": "MARLIN: Okay...huh?", "cn": "" },
	{
		"en": "NEMO: Get up, get up! It’s time for school! It’s time for school! It’s time for school! It’s time for school! Oh, boy! Oh, boy! Oh boy--whoa!",
		"cn": ""
	},
	{ "en": "MARLIN: All right, I’m up. It's time for school. Nemo!", "cn": "" },
	{ "en": "NEMO: First day of school!", "cn": "" },
	{
		"en": "MARLIN: [gasps] Nemo, don't move! Don't move! You'll never get out of there yourself. I'll do it. [grunts] All right, where's the break? You feel a break?",
		"cn": ""
	},
	{ "en": "NEMO: No.", "cn": "" },
	{
		"en": "MARLIN: Sometimes you can’t tell ‘cause fluid is rushing to the area. Now, any rushing fluids?",
		"cn": ""
	},
	{ "en": "NEMO: No.", "cn": "" },
	{ "en": "MARLIN: Are you woozy? How many stripes do I have?", "cn": "" },
	{ "en": "NEMO: I’m fine. Three.", "cn": "" },
	{
		"en": "MARLIN: Answer the stripe question! No! See, something’s wrong with you. I have one, two, three that’s all I have? You're OK. How’s the lucky fin?",
		"cn": ""
	},
	{ "en": "NEMO: Lucky.", "cn": "" },
	{ "en": "MARLIN: Let’s see.", "cn": "" },
	{
		"en": "MARLIN: Are you sure you wanna go to school this year? 'Cause there's no problem if you don't. You can wait five or six years.",
		"cn": ""
	},
	{ "en": "NEMO: Come on, Dad! It’s time for school.", "cn": "" },
	{ "en": "MARLIN: Ah-ah-ah! Forgot to brush.", "cn": "" },
	{ "en": "NEMO: [sighs]", "cn": "" },
	{ "en": "MARLIN: Do you want this anemone to sting you?", "cn": "" },
	{ "en": "NEMO Yes. [groans]", "cn": "" },
	{ "en": "MARLIN: Brush.", "cn": "" },
	{ "en": "NEMO: OK, I’m done!", "cn": "" },
	{ "en": "MARLIN: You missed a spot.", "cn": "" },
	{ "en": "NEMO: Where?", "cn": "" },
	{
		"en": "MARLIN: There! [laughing] Right there. And here and here and here!",
		"cn": ""
	},
	{
		"en": "MARLIN: All right, we’re excited. First day of school, here we go. We’re ready to learn to get some knowledge. Now, what’s the one thing we have to remember about the ocean?",
		"cn": ""
	},
	{ "en": "NEMO: It’s not safe.", "cn": "" },
	{
		"en": "MARLIN: That’s my boy. So, first we check to see that the coast is clear. We go out and back in. And then we go out, and back in. And then one more time. Out and back in. And sometimes, if you want a do it four times...",
		"cn": ""
	},
	{ "en": "NEMO: Dad....", "cn": "" },
	{ "en": "MARLIN: All right. Come on, boy.", "cn": "" },
	{ "en": "NEMO: Dad, maybe while I’m at school, I’ll see a shark!", "cn": "" },
	{ "en": "MARLIN: I highly doubt that.", "cn": "" },
	{ "en": "NEMO: Have you ever met a shark?", "cn": "" },
	{ "en": "MARLIN: No, and I don’t plan to.", "cn": "" },
	{ "en": "NEMO: How old are sea turtles?", "cn": "" },
	{ "en": "MARLIN: Sea turtles? I don’t know.", "cn": "" },
	{
		"en": "NEMO: Sandy Plankton from next door, he said that sea turtles, [stammers] said that they live to be about a 100 years old!",
		"cn": ""
	},
	{
		"en": "MARLIN: Well, you know what, if I ever meet a sea turtle, I'll ask him. After I'm done talking to the shark, okay? Whoa, whoa, whoa! Hold on, hold on, wait to cross. [The traffic stopped] Hold my fin, hold my fin.",
		"cn": ""
	},
	{
		"en": "NEMO: Dad, you’re not gonna freak out like you did at the petting zoo, are you?",
		"cn": ""
	},
	{
		"en": "MARLIN: Hey, that snail was about to charge. Hmm, I wonder where we're supposed to go.",
		"cn": ""
	},
	{ "en": "FISH KIDS: Bye, Mom!", "cn": "" },
	{ "en": "FISH MOM: I’ll pick you up after school.", "cn": "" },
	{ "en": "CRAB KID: Come on, you guys. Stop it! Give it back!", "cn": "" },
	{ "en": "MARLIN: Come on, we’ll try over there.", "cn": "" },
	{ "en": "[all laughing]", "cn": "" },
	{ "en": "Marlin: Excuse me, is this where we meet his teacher?", "cn": "" },
	{ "en": "BOB: Well, look who’s out of the anemone.", "cn": "" },
	{ "en": "MARLIN: Yes, shocking, I know.", "cn": "" },
	{ "en": "BOB: Marty, right?", "cn": "" },
	{ "en": "MARLIN: Marlin.", "cn": "" },
	{ "en": "BOB: Bob.", "cn": "" },
	{ "en": "TED: Ted.", "cn": "" },
	{
		"en": "BILL: Bill. ...Hey, you’re a clownfish! You’re funny, right? Hey, tell us a joke!",
		"cn": ""
	},
	{ "en": "BOTH: Yeah. Good idea.", "cn": "" },
	{
		"en": "MARLIN: Well, actually, that’s a common misconception. Clownfish are no funnier than any other fish.",
		"cn": ""
	},
	{ "en": "BILL: Come on, Clowny.", "cn": "" },
	{ "en": "TED: Yeah, do something funny.", "cn": "" },
	{ "en": "BOB: Yeah!", "cn": "" },
	{
		"en": "MARLIN: All right, I know one joke. There’s a mollusk, see? And he walks up to a sea, well he doesn’t walk up, he swims up. Well, actually the mollusk isn’t moving. He’s in one place and then the sea cucumber, well they I mixed up. There was a mollusk and a sea cucumber. None of them were walking, so forget that I..",
		"cn": ""
	},
	{ "en": "BOB: Sheldon! Get out of Mr. Johanson’s yard, now!!", "cn": "" },
	{ "en": "MR. JOHANSON: All right, you kids! Where’d you go?", "cn": "" },
	{ "en": "NEMO: Dad, can I go play too? Can I?", "cn": "" },
	{
		"en": "MARLIN: I would feel better if you go play over on the sponge beds.",
		"cn": ""
	},
	{
		"en": "[The small fishes are bouncing on the sponge beds, then one of them hits the ground on accident, a mother fish gasps, a small fish starts crying.[mother gasps]",
		"cn": ""
	},
	{ "en": "- [baby cries]", "cn": "" },
	{ "en": "MARLIN: That’s where I would play.", "cn": "" },
	{ "en": "[kids laughing]", "cn": "" },
	{ "en": "PEARL: What’s wrong with his fin?", "cn": "" },
	{ "en": "TAD: He looks funny!", "cn": "" },
	{ "en": "(Bob hits Sheldon with his tail)", "cn": "" },
	{ "en": "SHELDON: Ow! Hey, what’d I do?", "cn": "" },
	{ "en": "BOB: Be nice! It’s his first time at school!", "cn": "" },
	{
		"en": "MARLIN: He was born with it, kids. We call it his lucky fin.",
		"cn": ""
	},
	{ "en": "NEMO: Dad....", "cn": "" },
	{
		"en": "PEARL: See this tentacle? It’s actually shorter than all my other tentacles but you can’t really tell.Especially when I twirl them like this.",
		"cn": ""
	},
	{ "en": "SHELDON: I’m H2O-intolerant. [sneezes]", "cn": "" },
	{ "en": "TAD: I’m obnoxious.", "cn": "" },
	{
		"en": "MR. RAY: [singing] Oh... let’s name the zones, the zones, the zones. Let’s name the zones of the open sea.",
		"cn": ""
	},
	{ "en": "CHILDREN: Mr. Ray!", "cn": "" },
	{ "en": "SHELDON: Come on, Nemo!", "cn": "" },
	{ "en": "MARLIN: You better stay with me.", "cn": "" },
	{
		"en": "MR. RAY: Mesopolagic, bathyal, abyssalpelagic. All the rest are too deep for you and me to see. Huh? I wonder where my class has gone.",
		"cn": ""
	},
	{ "en": "KIDS: We’re under here!", "cn": "" },
	{
		"en": "MR. RAY: There you are. Climb aboard, explorers! [singing] Knowledge exploring is oh so lyrical, when you think thoughts that are empirical.",
		"cn": ""
	},
	{ "en": "NEMO: Dad, you can go now.", "cn": "" },
	{ "en": "MR. RAY: Well, hello! Who is this?", "cn": "" },
	{ "en": "NEMO: I’m Nemo.", "cn": "" },
	{
		"en": "MR. RAY: Well, Nemo, all new explorers must answer a science question.",
		"cn": ""
	},
	{ "en": "NEMO: OK.", "cn": "" },
	{ "en": "MR. RAY: You live in what kind of home?", "cn": "" },
	{
		"en": "NEMO: In an anemone-nie. A nemenem-menome-nememen-nenemone.",
		"cn": ""
	},
	{
		"en": "MR. RAY: OK, OK, don’t hurt yourself. Welcome aboard, explorers!",
		"cn": ""
	},
	{
		"en": "MARLIN: Just so you know, he’s got a little fin. I find if he’s having trouble swimming, let him take a break, 10, 15 minutes.",
		"cn": ""
	},
	{ "en": "NEMO: Dad, it’s time for you to go now.", "cn": "" },
	{
		"en": "MR. RAY: Don’t worry. We’re gonna stay together as a group. OK, class, optical orbits up front! And remember, we keep our supraesophogeal ganglion to ourselves, that means you, Jimmy.",
		"cn": ""
	},
	{ "en": "JIMMY: Oh, man!", "cn": "" },
	{ "en": "MARLIN: Bye, Nemo!", "cn": "" },
	{ "en": "NEMO: Bye, Dad!", "cn": "" },
	{ "en": "MARLIN: Bye, son! Be safe.", "cn": "" },
	{ "en": "BOB: Hey, you’re doing pretty well for a first timer.", "cn": "" },
	{
		"en": "MARLIN: Well, you can’t hold onto them forever, can you?",
		"cn": ""
	},
	{
		"en": "BILL: I had a tough time when my oldest went out at the Drop Off.",
		"cn": ""
	},
	{
		"en": "MARLIN: They just gotta grow up... The Drop Off?! They’re going to the Drop Off?! What are you, insane?! Why don’t we fry them up now and serve them with chips?!",
		"cn": ""
	},
	{ "en": "BOB: Hey, Marty. Calm down!", "cn": "" },
	{ "en": "MARLIN: Don’t tell me to be calm, pony boy!", "cn": "" },
	{ "en": "BOB: ‘Pony boy’?", "cn": "" },
	{
		"en": "BILL: You know for a clownfish, he really isn't that funny.",
		"cn": ""
	},
	{ "en": "TED: Pity...", "cn": "" },
	{ "en": "Scene 4: Field Trip", "cn": "" },
	{
		"en": "Mr. Ray: (Singing With Music) Oh, let’s name the species, the species, the species. Let’s name the species that live in the sea. There’s porifera, coelenterata, hydrozoa, scyphozoa, anthozoa, ctenophora, bryozoas, three! Gastropoda, arthropoda, echinoderma, and some fish like you and me. Come on, sing with me. Just the girls this time. Seaweed is cool. Seaweed is fun. It makes it’s food with the rays of the sun…",
		"cn": ""
	},
	{
		"en": "Mr. Ray: OK, the drop off. All right, kids, feel free to explore but stay close. [gasps] Stromalitic cyanobacteria! Gather! An entire ecosystem contained in one infinitesimal speck. There are as many protein pairs contained in this…",
		"cn": ""
	},
	{ "en": "Tad: Come on, let’s go.", "cn": "" },
	{
		"en": "Mr. Ray: Come on, sing with me! [singing] There’s porifera, coelentera, hydrozoa, scyphozoa, anthozoa, ctenophora, bryozoas, three!",
		"cn": ""
	},
	{ "en": "Scene 5: The Drop Off and Fight", "cn": "" },
	{ "en": "Nemo: Hey guys, wait up! Whoa!", "cn": "" },
	{ "en": "Tad: Cool. Saved your life!", "cn": "" },
	{ "en": "Pearl: [farts and inks] Aahh, you guys made me ink!", "cn": "" },
	{ "en": "[both laughing]", "cn": "" },
	{ "en": "Nemo: What’s that?", "cn": "" },
	{
		"en": "Tad: I know what that is. Sandy Plankton saw one. He called, he said it was called a butt!",
		"cn": ""
	},
	{ "en": "Pearl: Wow! That’s a pretty big butt.", "cn": "" },
	{
		"en": "Sheldon: Oh, look at me. I’m gonna go touch the butt! [sneezes] Whoa!! [laughter] Oh, yeah? Let’s see you get closer.",
		"cn": ""
	},
	{ "en": "Pearl: OK. Beat that!", "cn": "" },
	{ "en": "Tad: Come on, Nemo. How far can you go?", "cn": "" },
	{ "en": "Nemo: Oh, um... my dad says it’s not safe.", "cn": "" },
	{ "en": "Marlin: Nemo! No!!", "cn": "" },
	{ "en": "Nemo: Dad?!", "cn": "" },
	{ "en": "Marlin: You were about to swim into open water!", "cn": "" },
	{ "en": "Nemo: No, I wasn’t go out! But dad...", "cn": "" },
	{
		"en": "Marlin: It was a good thing I was here. If I hadn’t showed up, I don’t know...",
		"cn": ""
	},
	{ "en": "Pearl: Sir, he wasn’t gonna go!", "cn": "" },
	{ "en": "Tad: Yeah, he was too afraid!", "cn": "" },
	{ "en": "Nemo: No, I wasn’t!", "cn": "" },
	{
		"en": "Marlin: This does not concern you, kids. And you’re lucky I don’t tell your parents you were out there. You know you can’t swim well!",
		"cn": ""
	},
	{ "en": "Nemo: I can swim fine, dad, OK?", "cn": "" },
	{
		"en": "Marlin: No, it’s not OK. You shouldn’t be anywhere near here! OK, I was right. You know what? You’ll start school in a year or two. [starts to take Nemo away]",
		"cn": ""
	},
	{
		"en": "Nemo: [jerks out of his grasp] No, Dad! Just because you’re scared of the ocean...",
		"cn": ""
	},
	{
		"en": "Marlin: Clearly, you’re not ready. And you’re not coming back until you are. You think you can do these things but you just can’t, Nemo!",
		"cn": ""
	},
	{ "en": "Nemo: I hate you.", "cn": "" },
	{
		"en": "(Marlin is shocked and visibly hurt at what his son just said)",
		"cn": ""
	},
	{
		"en": "Mr. Ray: [singing] There’s. Nothing to see. Gather, over there. Excuse me, is there anything I can do? I am a scientist, sir. Is there any problem?",
		"cn": ""
	},
	{
		"en": "Marlin: I’m sorry. I didn’t mean to interrupt things. He isn’t a good swimmer. I just think it’s a little too soon for him to be out here unsupervised.",
		"cn": ""
	},
	{
		"en": "Mr. Ray: Well, I can assure you, he’s quite safe with me.",
		"cn": ""
	},
	{
		"en": "Marlin: Look, I’m sure he is. But you have a large class and he can get lost from sight if you’re not looking. I’m not saying you’re not looking...",
		"cn": ""
	},
	{ "en": "Kathy: Oh, my gosh! Nemo’s swimming out to sea!", "cn": "" },
	{
		"en": "(Nemo swims out to touch the \"butt.\" Marlin, Mr. Ray, Sheldon, Pearl and Tad notice this)",
		"cn": ""
	},
	{ "en": "Scene 6: The Divers Take Nemo Who Lost", "cn": "" },
	{
		"en": "Marlin: (gasps) Nemo!!! What do you think you’re doing?!",
		"cn": ""
	},
	{ "en": "(Nemo looks up at the \"butt\")", "cn": "" },
	{
		"en": "Marlin: You’re gonna get stuck out there, and I’m gonna have to get you before another fish does! Get back here!",
		"cn": ""
	},
	{ "en": "(Nemo swims up to the \"butt\")", "cn": "" },
	{ "en": "Marlin: I said get back here, now!! Stop!", "cn": "" },
	{ "en": "(Nemo stops and turns around to Marlin, upset)", "cn": "" },
	{ "en": "Marlin: You take one more move, mister...!", "cn": "" },
	{ "en": "(Nemo raises up his fin)", "cn": "" },
	{
		"en": "Marlin: D-Don’t you dare, if you put one fin on that boat! Are you listening to me?! Don’t touch the bo-!",
		"cn": ""
	},
	{ "en": "(Nemo touches the \"butt\")", "cn": "" },
	{ "en": "Marlin: Nemo!!!", "cn": "" },
	{ "en": "Tad: (whispers) He touched the butt!", "cn": "" },
	{
		"en": "Marlin: You just paddle your little tail right back here, Nemo! That’s right! You are in big trouble, young man! Do you hear me? Big...!",
		"cn": ""
	},
	{ "en": "(a diver is green appears behind Nemo)", "cn": "" },
	{ "en": "Marlin: Big...", "cn": "" },
	{ "en": "Pearl: (Shrieks)", "cn": "" },
	{
		"en": "Nemo: [seeing at the green diver] AAAAAHHHHH!!! Daddy, help me!!!",
		"cn": ""
	},
	{
		"en": "Marlin: I’m coming, Nemo!! [gasps] (tries to save Nemo but another diver is blue appears)",
		"cn": ""
	},
	{ "en": "Kids: (Screamed in fear)", "cn": "" },
	{ "en": "Mr. Ray: Get under me, kids!", "cn": "" },
	{ "en": "[The diver kidnapped nemo by a bag.]", "cn": "" },
	{ "en": "Nemo: Oh, no, no! Dad!! Daddy!!!", "cn": "" },
	{
		"en": "Marlin: No!!! (whimpering) NEMO!!! (swimming too fast) Nemo!!! (a diver flashes him.) No!!! Nemo!!! Nemo, Nemo! No! No!! AAGGHH!!! Nemo, Nemo!!",
		"cn": ""
	},
	{ "en": "Nemo: [whimpering]", "cn": "" },
	{ "en": "DIVER #2: Whoa! Hold on!", "cn": "" },
	{ "en": "[The diving mask drops into the sea.]", "cn": "" },
	{
		"en": "Marlin: (panting) Oh, no! No, no! It’s gone, it’s gone! No, no, it can’t be gone! No, no!! Nemo!!! Nemo! Nemo! No! [gasps] Nemo! Nemo! No, please, no!!! No, no!!",
		"cn": ""
	},
	{ "en": "Scene 7: Meeting Dory", "cn": "" },
	{
		"en": "Marlin: Has anybody seen a boat?! Please!!! A white boat!!! They took my son!!! My son!!! Help me, please!!!",
		"cn": ""
	},
	{ "en": "Dory: Look out!!!", "cn": "" },
	{
		"en": "(Marlin and Dory bump into each other. Marlin gets hit right into a thing)",
		"cn": ""
	},
	{
		"en": "Dory: Sorry! I didn’t see you. Sir, are you OK? There, there. It’s all right.",
		"cn": ""
	},
	{ "en": "Marlin: He’s gone!", "cn": "" },
	{ "en": "Dory: It’ll be OK.", "cn": "" },
	{
		"en": "Marlin: No, no! They took him away! I have to find the boat!",
		"cn": ""
	},
	{ "en": "Dory: A boat? Hey, I’ve seen a boat!", "cn": "" },
	{ "en": "Marlin: You have?", "cn": "" },
	{ "en": "Dory: It passed by not too long ago.", "cn": "" },
	{ "en": "Marlin: A white one?", "cn": "" },
	{ "en": "Dory: Hi. I’m Dory.", "cn": "" },
	{ "en": "Marlin: Where!? Which way!?", "cn": "" },
	{
		"en": "Dory: It went, this way! And it went this way! Follow me!",
		"cn": ""
	},
	{ "en": "Marlin: Thank you! Thank you, so much!", "cn": "" },
	{ "en": "Dory: No problem.", "cn": "" },
	{ "en": "Marlin: Hey! Wait!", "cn": "" },
	{ "en": "Dory: Will you quit it?!", "cn": "" },
	{ "en": "Marlin: What?", "cn": "" },
	{
		"en": "Dory: I’m trying to swim here! What, ocean ain’t big enough for you or something like that? You got a problem, buddy? Huh? HUH? Do you? Do you? You want a piece of me? Yeah, I’m scared now. What!",
		"cn": ""
	},
	{ "en": "Marlin: Wait a minute...", "cn": "" },
	{ "en": "Dory: Stop following me, OK?!", "cn": "" },
	{
		"en": "Marlin: What're you talking about? You’re showing me which way the boat went!",
		"cn": ""
	},
	{
		"en": "Dory: A boat? Hey, I’ve seen a boat. It passed by not too long ago. It went this way, it went this way. Follow me!",
		"cn": ""
	},
	{
		"en": "Marlin: Wait a minute!! What is going on?! You already told me which way the boat was going!",
		"cn": ""
	},
	{ "en": "Dory: I did? Oh, no.", "cn": "" },
	{
		"en": "Marlin: If this is some kind of practical joke, it’s not funny! And I know funny... I’m a clownfish!",
		"cn": ""
	},
	{
		"en": "Dory: No, it’s not. I know it’s not. I’m so sorry. See, I suffer from short-term memory loss.",
		"cn": ""
	},
	{ "en": "Marlin: Short-term memory loss. I don’t believe this!", "cn": "" },
	{
		"en": "Dory: No, it’s true. I forget things almost instantly. It runs in my family. Or at least I think it does. Where are they? Can I help you?",
		"cn": ""
	},
	{ "en": "Scene 8: Sharks", "cn": "" },
	{
		"en": "Marlin: Something’s wrong with you, really. You’re wasting my time. I have to find my son. [gasps]",
		"cn": ""
	},
	{ "en": "[They see a big killer shark named Bruce.] ", "cn": "" },
	{ "en": "Bruce: Hello.", "cn": "" },
	{ "en": "Dory: Well, hi!", "cn": "" },
	{
		"en": "Bruce: Name’s Bruce! It’s all right, I understand. Why trust a shark, right? [laughing] So, what’s a couple of bites like you doing out so late?",
		"cn": ""
	},
	{
		"en": "Marlin: Nothing. We’re not doing anything. We’re not even out.",
		"cn": ""
	},
	{
		"en": "Bruce: Great! Then how’d you morsels like to come to a little get-together I’m having?",
		"cn": ""
	},
	{ "en": "Dory: You mean like a party?", "cn": "" },
	{ "en": "Bruce: Yeah, right a party! What do you say?", "cn": "" },
	{ "en": "Dory: I love parties! That like sounds fun!", "cn": "" },
	{
		"en": "Marlin: Parties are fun, and it’s tempting but can't because...",
		"cn": ""
	},
	{ "en": "Bruce: Come on, I insist!", "cn": "" },
	{ "en": "Marlin: OK, that’s all that matters.", "cn": "" },
	{ "en": "Dory: Hey, look. Balloons! It is a party!", "cn": "" },
	{
		"en": "Bruce: [chuckling] Mind your distance, though. Those balloons can be a bit dodgy. You wouldn’t want one of them to pop.",
		"cn": ""
	},
	{ "en": "Bruce: Anchor! Chum!", "cn": "" },
	{ "en": "Anchor: There you are, Bruce, finally!", "cn": "" },
	{ "en": "Bruce: We got company.", "cn": "" },
	{ "en": "Anchor: It’s about time, mate.", "cn": "" },
	{
		"en": "Chum: We’ve already gone through all the snacks and I’m still starving!",
		"cn": ""
	},
	{ "en": "Anchor: We almost had a feeding frenzy.", "cn": "" },
	{ "en": "Chum: Come on, let’s get this over with!", "cn": "" },
	{ "en": "[bell dings]", "cn": "" },
	{
		"en": "Bruce: Right, then. The meeting has officially come to order. Let us all say the pledge.",
		"cn": ""
	},
	{
		"en": "Bruce, Chum and Anchor: I am a nice shark, not a mindless eating machine. If I am to change this image, I must first change myself. Fish are friends, not food.",
		"cn": ""
	},
	{ "en": "Anchor: Except stinking dolphins.", "cn": "" },
	{
		"en": "Chum: Dolphins. Yeah! They think they’re so cute. \"Look at me. I’m a flipping little dolphin! Let me flip for you. Ain’t I something?\"",
		"cn": ""
	},
	{
		"en": "Bruce: Right, then. Today’s meeting is step five. Bring a Fish Friend. Now, do you all have your friends?",
		"cn": ""
	},
	{ "en": "Anchor: Got mine.", "cn": "" },
	{ "en": "Dory: Hey there!", "cn": "" },
	{ "en": "Bruce: How about you, Chum?", "cn": "" },
	{ "en": "Chum: Well, I seem to have misplaced my umm, friend.", "cn": "" },
	{
		"en": "Bruce: That’s all right, Chum. I had a feeling this would be a difficult step, you can help yourself to one of my friends.",
		"cn": ""
	},
	{ "en": "Chum: Thanks, mate. A little chum for Chum, eh?", "cn": "" },
	{
		"en": "Bruce: I’ll start the testimonies. Hello, my name is Bruce.",
		"cn": ""
	},
	{ "en": "Both: Hello, Bruce.", "cn": "" },
	{
		"en": "Bruce: It has been three weeks since my last fish, on my honor, or may I be chopped up and made into soup.",
		"cn": ""
	},
	{ "en": "Chum: You’re an inspiration to all of us!", "cn": "" },
	{ "en": "Anchor: Amen.", "cn": "" },
	{ "en": "Marlin: [grunts]", "cn": "" },
	{ "en": "Bruce: Right, then. Who’s next?", "cn": "" },
	{ "en": "Dory: Pick me! Pick me!", "cn": "" },
	{ "en": "Bruce: Yes, the little Sheila down the front!", "cn": "" },
	{ "en": "Dory: Whoo!", "cn": "" },
	{ "en": "Bruce: Come on up here.", "cn": "" },
	{ "en": "Dory: Hi. I’m Dory.", "cn": "" },
	{ "en": "Sharks: Hello, Dory.", "cn": "" },
	{
		"en": "Dory: And... Well, I don’t think I’ve ever eaten a fish.",
		"cn": ""
	},
	{ "en": "Chum: Hey, that’s incredible!", "cn": "" },
	{ "en": "Bruce: Good on ‘ya, mate!", "cn": "" },
	{ "en": "Dory: I’m glad I got that off my chest.", "cn": "" },
	{
		"en": "Bruce: All right, anyone else? Hello, how ‘bout you, mate? What’s your problem?",
		"cn": ""
	},
	{ "en": "Marlin: Me? I don’t have a problem.", "cn": "" },
	{ "en": "Bruce: OK!", "cn": "" },
	{ "en": "Sharks: Denial!", "cn": "" },
	{ "en": "Bruce: Just start with your name.", "cn": "" },
	{
		"en": "Marlin: OK. Uh, hello. My name is Marlin. I’m a clownfish.",
		"cn": ""
	},
	{ "en": "Chum: A clownfish?! Really?!", "cn": "" },
	{ "en": "Bruce: Go on! Tell us a joke!", "cn": "" },
	{ "en": "Chum: I love jokes!", "cn": "" },
	{
		"en": "Marlin: Well, I actually I do know one that’s pretty good. There was this mollusk and he walks up to a sea cucumber. Normally, they don’t talk, sea cucumbers, but in a joke, everyone talks. So the sea mollusk says to the cucumber...",
		"cn": ""
	},
	{ "en": "Nemo: Daddy!!!", "cn": "" },
	{ "en": "Marlin: Nemo!", "cn": "" },
	{ "en": "Chum: Nemo! [laughs] I don’t get it.", "cn": "" },
	{ "en": "Bruce: For a clownfish, he’s not that funny.", "cn": "" },
	{
		"en": "Marlin: No, no, no, no, he’s my son. He was taken by these divers.",
		"cn": ""
	},
	{ "en": "Dory: Oh, my. You poor fish.", "cn": "" },
	{ "en": "Chum: Humans! Think they own everything!", "cn": "" },
	{ "en": "Anchor: Probably American!", "cn": "" },
	{
		"en": "Bruce: [tearfully] Now there is a father looking for his little boy!",
		"cn": ""
	},
	{ "en": "Marlin: Ugh! What do these markings mean?", "cn": "" },
	{ "en": "Bruce: [crying] I never knew my father!", "cn": "" },
	{ "en": "Chum: Come here.", "cn": "" },
	{ "en": "Anchor: Group hug.", "cn": "" },
	{ "en": "Chum: We’re all mates here, mate.", "cn": "" },
	{ "en": "Marlin: I can’t read human!", "cn": "" },
	{
		"en": "Dory: Well then we gotta find a fish who can read this. Hey, look, sharks! Guys!",
		"cn": ""
	},
	{ "en": "Marlin: No, no, no, Dory! Cut it out!", "cn": "" },
	{ "en": "Dory: That’s mine! Give it to me! Ow!!!", "cn": "" },
	{ "en": "[He accidentally cuts Dory's nose.)", "cn": "" },
	{ "en": "Marlin: I’m sorry. Are you OK? I'm so sorry.", "cn": "" },
	{
		"en": "Dory: You really clocked me there. Am I bleeding? Ow, ow, ow...",
		"cn": ""
	},
	{
		"en": "Bruce: Dory, are you oka- [sniffs the blood] Oh! That’s good...",
		"cn": ""
	},
	{ "en": "Anchor and Chum: INTERVENTION!", "cn": "" },
	{ "en": "[The sharks hold their boss against the wall]", "cn": "" },
	{ "en": "Bruce: Just a bite!", "cn": "" },
	{ "en": "Anchor: You hold it together, mate!", "cn": "" },
	{ "en": "Chum: Remember, Bruce, fish are friends, not food!", "cn": "" },
	{ "en": "Bruce: FOOD!", "cn": "" },
	{ "en": "Marlin: Dory, look out!", "cn": "" },
	{ "en": "Bruce: I’m havin' fish tonight!", "cn": "" },
	{ "en": "Chum: Remember the steps, mate!", "cn": "" },
	{ "en": "Bruce: Just one bite! G’day!", "cn": "" },
	{
		"en": "Marlin: There’s no way out! There’s got to be a way to escape!",
		"cn": ""
	},
	{ "en": "Dory: Who is it?", "cn": "" },
	{ "en": "Marlin: Dory, help me find a way out!", "cn": "" },
	{
		"en": "Dory: Sorry, you’ll have to come back later. We’re trying to escape.",
		"cn": ""
	},
	{ "en": "Marlin: OK. There’s gotta be a way out!", "cn": "" },
	{
		"en": "Dory: Look, here’s something! \"Es-cap-e.\" I wonder what that means. It’s funny, it’s spelled just like the word \"escape.\"",
		"cn": ""
	},
	{ "en": "Marlin: Let’s go!", "cn": "" },
	{ "en": "Bruce: Here’s Brucey!!", "cn": "" },
	{ "en": "Marlin: Wait a minute. You can read?", "cn": "" },
	{ "en": "Dory: I can read? That’s right! I can read!", "cn": "" },
	{ "en": "Marlin: Well, then here! Read this now!", "cn": "" },
	{
		"en": "Anchor: He really doesn’t mean it, you know! He never even knew his father!!",
		"cn": ""
	},
	{ "en": "Chum: Don’t fall off the wagon!", "cn": "" },
	{ "en": "(Both Screaming)", "cn": "" },
	{ "en": "Marlin: Oh, no! It’s blocked!", "cn": "" },
	{ "en": "Anchor: No, Bruce! Focus!", "cn": "" },
	{ "en": "Chum: Sorry about Bruce, mate!", "cn": "" },
	{ "en": "Anchor: He’s really a nice guy!", "cn": "" },
	{ "en": "Marlin: I need to get that mask!", "cn": "" },
	{ "en": "Dory: You want that mask? OK.", "cn": "" },
	{
		"en": "Marlin: No, no, no, no, no, no!!! Quick, grab the mask! Grab it!!",
		"cn": ""
	},
	{ "en": "[snarling]", "cn": "" },
	{ "en": "Anchor: Uh Oh!", "cn": "" },
	{ "en": "Chum: Bruce?", "cn": "" },
	{ "en": "Bruce: What? (gasps) Swim away!! Swim away!!", "cn": "" },
	{ "en": "Dory: Guys, is the party over?", "cn": "" },
	{
		"en": "[The missile goes to hit underwater bomb dings, a big explosion, then Marlin and Dory to take cover, all the underwater bombs exploded, then two pelicans see a pop under the water.]",
		"cn": ""
	},
	{ "en": "Pelican 2: Nice. [He flies off.]", "cn": "" },
	{ "en": "Scene 9: The Tank Gang", "cn": "" },
	{ "en": "Nemo: Dad?! Daddy?", "cn": "" },
	{
		"en": "Dr. Phillip Sherman: Barbara? Prep for his anterior crown, would you, please? And I’m going to need a few cotton rolls.",
		"cn": ""
	},
	{ "en": "BARBARA: OK.", "cn": "" },
	{ "en": "Dr. Phillip Sherman: Hello, little fella.", "cn": "" },
	{ "en": "(Nemo screams and hides in a barrel)", "cn": "" },
	{
		"en": "Dr. Phillip Sherman: [chuckling] Beauty, isn’t he? I found that guy struggling for life out on the reef and I saved him. So, has that Novocaine kicked in yet?",
		"cn": ""
	},
	{ "en": "PATIENT: [gabbling]", "cn": "" },
	{ "en": "BUBBLES: Bubbles!!! [muttering] My bubbles.", "cn": "" },
	{ "en": "PEACH: He likes bubbles.", "cn": "" },
	{ "en": "NEMO: No!!! [breathing heaily]", "cn": "" },
	{ "en": "JACQUES: Bonjour.", "cn": "" },
	{ "en": "NEMO: Aagghh!!!!", "cn": "" },
	{
		"en": "BLOAT: Slow down, little fella. There’s nothing to worry about.",
		"cn": ""
	},
	{ "en": "DEB: He’s scared to death.", "cn": "" },
	{ "en": "NEMO: I want to go home! Do you know where my dad is?", "cn": "" },
	{
		"en": "PEACH: Honey, your dad’s probably back at the pet store.",
		"cn": ""
	},
	{ "en": "NEMO: Pet store?", "cn": "" },
	{ "en": "BLOAT: Yeah. Like I’m from Bob’s Fish Mart.", "cn": "" },
	{ "en": "GURGLE: Pet Palace.", "cn": "" },
	{ "en": "BUBBLES: Fish-O-Rama.", "cn": "" },
	{ "en": "DEB: Mail order.", "cn": "" },
	{ "en": "PEACH: eBay.", "cn": "" },
	{ "en": "GURGLE: So, which one is it?", "cn": "" },
	{ "en": "NEMO: I’m from the ocean.", "cn": "" },
	{
		"en": "GURGLE: Ah, the ocean. THE ocean!!! Aagghh!!!! He hasn’t been decontaminated yet! Jacques! Clean him!",
		"cn": ""
	},
	{ "en": "JACQUES: Oui?", "cn": "" },
	{ "en": "GURGLE: Ocean!!", "cn": "" },
	{
		"en": "JACQUES: La mer. Bon. [starts spinning Nemo around] Voila. He is clean!",
		"cn": ""
	},
	{ "en": "[He swims back to his helmet home.]", "cn": "" },
	{ "en": "BUBBLES: Wow. The big blue. What’s it like?", "cn": "" },
	{ "en": "NEMO: Big and blue?", "cn": "" },
	{ "en": "BUBBLES: I knew it.", "cn": "" },
	{
		"en": "DEB: Kid, if there’s anything you need, just ask your auntie Deb, that’s me! Or if I’m not around, you can always talk to my sister Flo. Hi, how are you? Don’t listen to anything my sister says, she’s nuts!",
		"cn": ""
	},
	{ "en": "PEACH: [muffled] We got a live one!", "cn": "" },
	{ "en": "BLOAT: Can’t hear you, Peach.", "cn": "" },
	{ "en": "PEACH: I said we got a live one.", "cn": "" },
	{ "en": "GURGLE: Yes!", "cn": "" },
	{ "en": "BLOAT: Boy, oh, boy!", "cn": "" },
	{ "en": "DEB: What do we got?", "cn": "" },
	{
		"en": "PEACH: Root canal. And by the looks of those X-rays, it's not gonna be pretty.",
		"cn": ""
	},
	{ "en": "PATIENT: AAAAAHHHHH!!!!", "cn": "" },
	{ "en": "BLOAT: Rubber dam and clamp installed?", "cn": "" },
	{ "en": "PEACH: Yep.", "cn": "" },
	{ "en": "GURGLE: What did he use to open?", "cn": "" },
	{
		"en": "PEACH: Gator-Glidden drill. He seems to be favoring that one lately.",
		"cn": ""
	},
	{ "en": "DEB: I can’t see, Flo!", "cn": "" },
	{
		"en": "PATIENT: [mumbling, then a picker over his teeth, screaming]",
		"cn": ""
	},
	{ "en": "PEACH: Now, he’s doing the Schilder technique.", "cn": "" },
	{ "en": "BLOAT: He’s using a Hedstrom file.", "cn": "" },
	{ "en": "GURGLE: That’s not a Hedstrom file. That’s a K-Flex.", "cn": "" },
	{
		"en": "BLOAT: It’s got a teardrop cross-section. Clearly a Hedstrom.",
		"cn": ""
	},
	{ "en": "GURGLE: No, K-Flex.", "cn": "" },
	{
		"en": "BLOAT: HEDSTRO- [Bloat puffs] There I go! A little help over here?",
		"cn": ""
	},
	{ "en": "DEB: I’ll go deflate him.", "cn": "" },
	{ "en": "BLOAT: [Bloat deflating]", "cn": "" },
	{ "en": "SHEREMAN: All right, go ahead and rinse.", "cn": "" },
	{ "en": "GURGLE: Ugh! The human mouth is a disgusting place.", "cn": "" },
	{
		"en": "(A pelican named Nigel, flying towards the outside window and bumps its, then the window is opened.)",
		"cn": ""
	},
	{ "en": "PEACH: Hey, Nigel.", "cn": "" },
	{ "en": "NIGEL: What did I miss? Am I late?", "cn": "" },
	{ "en": "PEACH: Root canal, and it’s a doozy.", "cn": "" },
	{ "en": "NIGEL: Root canal. What did he use to open?", "cn": "" },
	{ "en": "PEACH: Gator-Glidden drill.", "cn": "" },
	{
		"en": "NIGEL: He seems to be favoring that one. Hope he doesn’t get surplus sealer at the portal terminus. Hello! Who’s this?",
		"cn": ""
	},
	{ "en": "DEB: New guy.", "cn": "" },
	{ "en": "GURGLE: The dentist took him off the reef.", "cn": "" },
	{
		"en": "NIGEL: An outie. From my neck of the woods? Sorry if I ever took a snap at you. Fish gotta swim, birds gotta eat.",
		"cn": ""
	},
	{
		"en": "SHERMAN: Hey! No, no, no, no! Those aren't your fish! They’re my fish! Come on! Go! Go on! Shoo! Shoo! [He swats Nigel to get out and break one of Sherman's pictures, then close the window] The picture broke. This here’s Darla. She’s my niece. She’s gonna be eight next week. Hey, little fella. Say hello to your new mummy. She’ll be here Friday to pick you up. You’re her present. Shh! It’s our little secret. Well, Mr. Tucker, while that sets up I’m going to see a man about a wallaby. I’ll be right back.",
		"cn": ""
	},
	{
		"en": "[As Sherman leaves to go to the bathroom, the fish look at the photo of Darla who has braces on Darla's mouth also Darla is holding a liquid bag that has a orange fish called Chuckles who is lying upside down while Chuckles has a eye open.]",
		"cn": ""
	},
	{ "en": "BLOAT: Uh-oh! Darla.", "cn": "" },
	{ "en": "Nemo: [worried] What? What’s wrong with her?", "cn": "" },
	{ "en": "GURGLE: She wouldn’t stop shaking the bag.", "cn": "" },
	{ "en": "BUBBLES: Poor Chuckles.", "cn": "" },
	{ "en": "DEB: He was her present last year.", "cn": "" },
	{ "en": "BLOAT: Hitched a ride on the porcelain express.", "cn": "" },
	{ "en": "PEACH: She's a fish killer!", "cn": "" },
	{
		"en": "Nemo: [scared] I can’t go with that girl! I have to get back to my dad! [gets sucked into a tube] Aah!!! Daddy!!! Help me!!!",
		"cn": ""
	},
	{ "en": "GURGLE: He’s stuck!!", "cn": "" },
	{ "en": "[The fish tried to to get him out.]", "cn": "" },
	{ "en": "GILL: Nobody touch him!", "cn": "" },
	{
		"en": "[They all stopped. swimming behind a skull was a fish with white and black stripes.]",
		"cn": ""
	},
	{ "en": "GILL: Nobody touch him.", "cn": "" },
	{ "en": "NEMO: [grunting] Can you help me?", "cn": "" },
	{
		"en": "GILL: No. You got yourself in there, you can get yourself out.",
		"cn": ""
	},
	{ "en": "PEACH: Gill...", "cn": "" },
	{
		"en": "GILL: I just wanna see him do it, okay? Calm down. Alternate wiggling your fins and your tail.",
		"cn": ""
	},
	{ "en": "Nemo: I can’t. I have a bad fin!", "cn": "" },
	{
		"en": "GILL: Never stopped me. [Nemo looked and notice a scar on the side of Gill's body] Just think about what you need to do.",
		"cn": ""
	},
	{ "en": "Nemo: [grunting and straining]", "cn": "" },
	{ "en": "BLOAT: Come on.", "cn": "" },
	{ "en": "GILL: Perfect.", "cn": "" },
	{ "en": "GURGLE: You did it!", "cn": "" },
	{ "en": "DEB: Good squirming!", "cn": "" },
	{ "en": "PEACH: Wow. From the ocean. Just like you, Gill.", "cn": "" },
	{ "en": "GILL: Yeah.", "cn": "" },
	{
		"en": "PEACH: [chuckles] I’ve seen that look before. What are you thinking about?",
		"cn": ""
	},
	{
		"en": "GILL: I’m thinking, tonight, we give the kid a proper reception.",
		"cn": ""
	},
	{ "en": "BLOAT: OK, kid you got a name or what?", "cn": "" },
	{ "en": "Nemo: Nemo. I’m Nemo.", "cn": "" },
	{ "en": "Scene 10: The Abyss", "cn": "" },
	{ "en": "Marlin: Nemo. Nemo.", "cn": "" },
	{
		"en": "DORY: Are you gonna eat that? [snoring] ...Careful with that hammer.",
		"cn": ""
	},
	{ "en": "MARLIN: No, no! What does it say? Dory!", "cn": "" },
	{ "en": "DORY: Sea monkey has my money…", "cn": "" },
	{ "en": "MARLIN: WAKE UP!! GET UP! COME ON! COME ON!!", "cn": "" },
	{ "en": "DORY: Yes, I’m a natural blue…", "cn": "" },
	{ "en": "MARLIN: GET UP!!!", "cn": "" },
	{ "en": "DORY: Look out! Sharks eat fish!!!", "cn": "" },
	{ "en": "[Rumbling the old sinking ship]", "cn": "" },
	{ "en": "BOTH: [both screaming]", "cn": "" },
	{ "en": "DORY: [coughing] Wow! Dusty.", "cn": "" },
	{
		"en": "MARLIN: The mask! Where’s the mask?! No!!! Not the mask!! Get it! Get the mask! Get it!! [panting]",
		"cn": ""
	},
	{
		"en": "DORY: [humming] Whoo-hoo! Just keeps going on, doesn’t it? Echo! Echo! What are you doing?",
		"cn": ""
	},
	{ "en": "MARLIN: It’s gone! I’ve lost the mask.", "cn": "" },
	{ "en": "DORY: What, did you drop it?", "cn": "" },
	{
		"en": "MARLIN: You dropped it!! That was my only chance of finding my son, now it’s gone!",
		"cn": ""
	},
	{
		"en": "DORY: Hey, Mr. Grumpy Gills. When life gets you down, you know what you gotta do?",
		"cn": ""
	},
	{ "en": "MARLIN: I don’t want to know what you gotta do.", "cn": "" },
	{
		"en": "DORY: [singing] Just keep swimming, just keep swimming, just keep swimming, swimming, swimming. What do we do? We swim swim.",
		"cn": ""
	},
	{ "en": "MARLIN: Dory, no singing.", "cn": "" },
	{ "en": "DORY: I love to swim! When you want to swim...", "cn": "" },
	{
		"en": "MARLIN: See, I’m going to get stuck now with that song now it’s in my head!",
		"cn": ""
	},
	{ "en": "DORY: Sorry.", "cn": "" }
]
