[
	{ "en": "Scene 11: Anglerfish", "cn": "" },
	{ "en": "MARLIN: Dory, do you see anything?", "cn": "" },
	{ "en": "DORY: Aahh!!! Something’s got me!", "cn": "" },
	{ "en": "MARLIN: That was me. I’m sorry.", "cn": "" },
	{ "en": "DORY: Who's that?", "cn": "" },
	{ "en": "MARLIN: Who could it be? It’s me!", "cn": "" },
	{ "en": "DORY: Are... Are you my conscience?", "cn": "" },
	{
		"en": "MARLIN: Yeah. I’m your conscience. We haven’t spoken for a while. How are you?",
		"cn": ""
	},
	{ "en": "DORY: Can’t complain.", "cn": "" },
	{
		"en": "MARLIN: Good. Now, Dory. I want you to tell me..do you see anything?",
		"cn": ""
	},
	{ "en": "DORY: I see... I see a light.", "cn": "" },
	{ "en": "MARLIN: A light?", "cn": "" },
	{ "en": "DORY: Yeah. Over there. Hey, conscience. Am I dead?", "cn": "" },
	{ "en": "MARLIN: No, I see it too. What is it?", "cn": "" },
	{ "en": "DORY: It’s so pretty.", "cn": "" },
	{
		"en": "MARLIN: Hi, I’m feeling happy. Which is a big deal for me.",
		"cn": ""
	},
	{ "en": "DORY: I want to touch it. Oh!", "cn": "" },
	{ "en": "MARLIN: Hey, come back. Come on back here!", "cn": "" },
	{
		"en": "DORY: [singing] I’m gonna get you. I’m gonna get you. I’m gonna swim with you.",
		"cn": ""
	},
	{
		"en": "MARLIN: I’m gonna get you. I’m gonna be your best friend, good feeling’s gone.",
		"cn": ""
	},
	{ "en": "Anglerfish: [roars and growls]", "cn": "" },
	{
		"en": "(the light reveals that it's actually from an ravenous anglerfish. Marlin and Dory scream and swam away from it, the anglerfish is still chasing them)",
		"cn": ""
	},
	{
		"en": "MARLIN: I can’t see!!! I don’t know where I’m going!!! The mask!!!",
		"cn": ""
	},
	{ "en": "DORY: What mask? OK, I can’t see a thing.", "cn": "" },
	{ "en": "MARLIN: Oh, gee!!!", "cn": "" },
	{ "en": "DORY: Hey, look! A mask!!", "cn": "" },
	{ "en": "MARLIN: Read it!!!", "cn": "" },
	{ "en": "(the anglerfish chases Marlin)", "cn": "" },
	{
		"en": "DORY: I’m sorry, but if you could just bring it a little closer, I kind of need the light. That’s great, keep it right there.",
		"cn": ""
	},
	{ "en": "MARLIN: Just read it!!!", "cn": "" },
	{
		"en": "DORY: OK, OK. Mr. Bossy. P’. OK, ‘P. Sher…P. Shirley? P not Shirley. The first line’s ‘P. Sherman’!",
		"cn": ""
	},
	{ "en": "MARLIN: P. Sherman doesn’t make any sense!!!", "cn": "" },
	{ "en": "DORY: OK. Second line. ‘42’.", "cn": "" },
	{ "en": "MARLIN: Don’t eat me!", "cn": "" },
	{
		"en": "(the anglerfish struggles with Marlin, then accidentally eats him. The light goes out",
		"cn": ""
	},
	{
		"en": "DORY: Light, please. The second line’s ‘42 Wallaby Way’!",
		"cn": ""
	},
	{
		"en": "MARLIN: That’s great! Speed read!!! Take a guess! No pressure!!!! No problem! There’s a lot of pressure! Pressure!!!! Take a guess now with pressure!!",
		"cn": ""
	},
	{ "en": "DORY: ‘Sydney’. It’s ‘Sydney’!!!", "cn": "" },
	{
		"en": "MARLIN: Duck! [pants] I’m dead, I’m dead, I’m dead, I’m dead, I’m dead, I died, I’m dead. [gasps] [laughs] Whoo-hoo! [singing] We did it! Oh, yeah! No eating here tonight, whoo!",
		"cn": ""
	},
	{ "en": "BOTH: Eating here tonight!", "cn": "" },
	{ "en": "MARLIN: Dory.", "cn": "" },
	{ "en": "DORY: No, eating here tonight. You on a diet.", "cn": "" },
	{ "en": "MARLIN: Dory! What did the mask say?", "cn": "" },
	{
		"en": "DORY: 'P. Sherman, 42 Wallaby Way, Sydney'. [gasps] I remember what it said! I usually forget things, but I remembered it this time!",
		"cn": ""
	},
	{ "en": "MARLIN: Wait! Where is that?", "cn": "" },
	{ "en": "DORY: I don’t know. But who cares? I remembered!", "cn": "" },
	{ "en": "(Both Screaming)", "cn": "" },
	{
		"en": "DORY: P. Sherman, 42 Wallaby Way, Sydney. I remembered it again!!",
		"cn": ""
	},
	{ "en": "Scene 12: Nemo's Initiation", "cn": "" },
	{
		"en": "[Late at night, the dentist office is dark. Nemo is in the little house, sleeping.",
		"cn": ""
	},
	{ "en": "JACQUES: Psst. [whispers] Nemo. Nemo...", "cn": "" },
	{ "en": "NEMO Huh?", "cn": "" },
	{ "en": "JACQUES: Suivez-moi. Follow me.", "cn": "" },
	{
		"en": "[The clownfish started to follow Jacques to the volcano and to the top.",
		"cn": ""
	},
	{ "en": "BLOAT/BUBBLES/GURGLE: [chanting] Hoo!", "cn": "" },
	{ "en": "GILL: State your name.", "cn": "" },
	{ "en": "NEMO: Nemo.", "cn": "" },
	{ "en": "GILL: Brother Bloat, proceed.", "cn": "" },
	{
		"en": "BLOAT: Nemo! Newcomer of orange and white, you have been called forth to the summit of Mount Wannahockaloogie to join with us in the fraternal bonds of tank-hood.",
		"cn": ""
	},
	{ "en": "NEMO: Huh?", "cn": "" },
	{ "en": "PEACH: We want you in our club, kid.", "cn": "" },
	{ "en": "NEMO: Really?", "cn": "" },
	{
		"en": "BLOAT: If you are able to swim through... The Ring of Fire! Turn on the Ring of Fire. The Ring of Fire, you said you could do it the Ring of Fire!",
		"cn": ""
	},
	{ "en": "BUBBLES: Bubbles! Bubbles! Let me...", "cn": "" },
	{ "en": "ALL: [chanting]", "cn": "" },
	{ "en": "PEACH: Isn’t there another way?! He’s just a boy!!", "cn": "" },
	{ "en": "ALL: [speed up chanting]", "cn": "" },
	{ "en": "[Nemo braced himself and swam right pass the bubbles.", "cn": "" },
	{
		"en": "GILL: From this moment on, you will now be known as Sharkbait.",
		"cn": ""
	},
	{ "en": "ALL: Sharkbait! Ooh-ha-ha!", "cn": "" },
	{ "en": "GILL: Welcome, brother Sharkbait!", "cn": "" },
	{ "en": "ALL: Sharkbait! Ooh-ha-ha!", "cn": "" },
	{ "en": "GILL: Enough with the Sharkbait.", "cn": "" },
	{ "en": "GURGLE: Sharkbait! Oohh, pah, pah, doo...", "cn": "" },
	{ "en": "GILL: OK, Sharkbait’s one of us now, agreed?", "cn": "" },
	{ "en": "ALL: Agreed!", "cn": "" },
	{
		"en": "GILL We can’t send him off to his death. Darla’s coming in five days, so what are we gonna do? I’ll tell you what we’re gonna do: we’re gonna get him outta here. We’re gonna help him escape,",
		"cn": ""
	},
	{ "en": "NEMO: Escape? Really?", "cn": "" },
	{ "en": "GILL: We’re all gonna escape!", "cn": "" },
	{
		"en": "GURGLE: Gill, please, not another one of your escape plans.",
		"cn": ""
	},
	{ "en": "DEB: Sorry, but they, they just, they never work.", "cn": "" },
	{ "en": "BLOAT: Yeah. Why should this be any different?", "cn": "" },
	{ "en": "GILL: ‘Cause we’ve got him.", "cn": "" },
	{ "en": "NEMO: Me?", "cn": "" },
	{ "en": "[Gill shows Nemo the filter nearby.] ", "cn": "" },
	{ "en": "GILL: You see that filter?", "cn": "" },
	{ "en": "NEMO: Yeah?", "cn": "" },
	{
		"en": "GILL: You’re the only one who can get in and out of that thing. What we need you to do is take a pebble inside and jam the gears. You do that and this tank’s gonna get filthier and filthier by the minute. Pretty soon, the dentist’ll have to clean the tank himself. And when he does, he’ll take us out of the tank, put us in the individual baggies, then we roll ourselves down the counter, out of the window, off the awning, into the bushes, across the street and into the harbor! It’s foolproof! Who’s with me?",
		"cn": ""
	},
	{ "en": "BLOAT: I...", "cn": "" },
	{ "en": "JACQUES I...", "cn": "" },
	{ "en": "DEB: I...", "cn": "" },
	{ "en": "BUBBLES: I...", "cn": "" },
	{ "en": "GURGLE: I think your nuts!", "cn": "" },
	{ "en": "GILL: [sighs]", "cn": "" },
	{
		"en": "GURGLE: No offense kid, but, you’re not the best swimmer.",
		"cn": ""
	},
	{
		"en": "GILL: He’s fine, he can do this! So Sharkbait, what do you think?",
		"cn": ""
	},
	{ "en": "NEMO: Let’s do it!", "cn": "" },
	{ "en": "Scene 13: Fish Impressions", "cn": "" },
	{
		"en": "DORY I’m going to P. Sherman, 42 Wallaby Way, Sydney. Where are you going? I’m going to P. Sherman, 42 Wallaby Way, Sydney. If you’re asking where I’m going. I’ll tell you that’s where I’m going. It’s P. Sherman, 42 Wallaby Way, Sydney. Where? I’m sorry, I didn’t hear you. P. Sherman, 42 Wallaby Way…",
		"cn": ""
	},
	{
		"en": "MARLIN: Excuse me... Hi. Do you know how to get to hello? Wait! Can you tell me... Hey! Hold it! Wait a minute! I’m trying to talk to you! OK, fellas, come back here. Please, one quick question. I need to and they’re gone again. [sighing]",
		"cn": ""
	},
	{
		"en": "DORY: P. Sherman 42 Wallaby Way, Sydney. Why do I have to tell you over and over again? I’ll tell you again. I don’t get tired of it...",
		"cn": ""
	},
	{
		"en": "MARLIN: OK, all right. Here’s the thing. You know, I just, think it’s best if I just, if I just, carry on from here by myself.",
		"cn": ""
	},
	{ "en": "DORY: OK.", "cn": "" },
	{ "en": "MARLIN: You know, alone.", "cn": "" },
	{
		"en": "Without, well, I mean, not without you. I mean, it’s just that I don’t want you, with me.",
		"cn": ""
	},
	{ "en": "DORY: Huh?", "cn": "" },
	{ "en": "MARLIN: I don’t want a hurt your feelings..", "cn": "" },
	{ "en": "DORY: You want me to leave?", "cn": "" },
	{
		"en": "MARLIN: Well, I mean not. Yes. Yeah. It’s just that you know I just can’t afford anymore delays and you’re one of those fish that cause delays. And sometimes it’s a good thing. There’s a whole group of fish. They’re delay fish.",
		"cn": ""
	},
	{
		"en": "DORY: You mean... [whimpers] You mean you don’t like me?",
		"cn": ""
	},
	{
		"en": "MARLIN: No, of course I like you. It’s because I like you I don’t want a be with you. It’s a complicated emotion.",
		"cn": ""
	},
	{ "en": "DORY: [sobbing and crying]", "cn": "" },
	{ "en": "MARLIN: Don’t cry. I like you.", "cn": "" },
	{
		"en": "MOONFISH LEADER: Hey, you! Lady, is this guy bothering you?",
		"cn": ""
	},
	{ "en": "DORY: I don’t remember. Were you?", "cn": "" },
	{
		"en": "MARLIN: No. We’re just, we’re..hey, do you guys know how I can get to...",
		"cn": ""
	},
	{
		"en": "MOONFISH: Look, pal. We’re talking to the lady, not you. Hey, you like impressions?",
		"cn": ""
	},
	{ "en": "DORY: [sniffles] Mm-hmm.", "cn": "" },
	{
		"en": "MOONFISH: OK. Just like in rehearsals, gentlemen. So, what are we? Take a guess.",
		"cn": ""
	},
	{ "en": "DORY: I’ve seen one of those.", "cn": "" },
	{ "en": "MOONFISH: I’m a fish with a nose like a sword.", "cn": "" },
	{ "en": "DORY: Wait, wait...", "cn": "" },
	{ "en": "MARLIN: It’s a swordfish.", "cn": "" },
	{
		"en": "MOONFISH: Hey, clown boy! Let the lady guess. Where’s the butter?",
		"cn": ""
	},
	{ "en": "DORY: It’s on the tip of my tongue.", "cn": "" },
	{ "en": "MARLIN: [coughs] Lobster! What?", "cn": "" },
	{ "en": "MOONFISH: Saw that. Lots of legs, lives in the ocean.", "cn": "" },
	{ "en": "DORY: Clam!", "cn": "" },
	{
		"en": "MOONFISH: Close enough. [singing] It’s a whale of a tale, I’ll tell you lad, a whale of a tale.",
		"cn": ""
	},
	{ "en": "DORY: They’re good.", "cn": "" },
	{ "en": "MARLIN: Will somebody please give me directions?!", "cn": "" },
	{
		"en": "MOONFISH: [mockingly] Will somebody please give me directions?!",
		"cn": ""
	},
	{ "en": "DORY: [laughing]", "cn": "" },
	{ "en": "MARLIN: I’m serious!", "cn": "" },
	{
		"en": "MOONFISH: Blah-blah-blah! Me-me-blah! Blah-blah-blah-blah-me-me-me!",
		"cn": ""
	},
	{ "en": "MARLIN: Thank you.", "cn": "" },
	{ "en": "DORY: Oh, dear. Hey, come back! What’s the matter?", "cn": "" },
	{
		"en": "MARLIN: What’s the matter? While they’re doing their silly little impressions, I am miles from home, with a fish that can’t even remember her own name.",
		"cn": ""
	},
	{ "en": "DORY: Boy, bet that’s frustrating.", "cn": "" },
	{ "en": "MARLIN: Meanwhile my son is out there.", "cn": "" },
	{ "en": "DORY: You’re son Chico? Right. Got it.", "cn": "" },
	{
		"en": "MARLIN: Nemo. But it doesn’t matter, ‘cause no fish in this entire ocean is gonna help me!",
		"cn": ""
	},
	{
		"en": "DORY: Well, I’m helping you. Wait right here. Hey, guys.",
		"cn": ""
	},
	{ "en": "MOONFISH: What, is he bothering you again?", "cn": "" },
	{
		"en": "DORY: No, he’s a good guy. Go easy on him, he’s lost his son, Fabio. Any of you heard of P. Sherman, 42 Wallaby Way, Sydney?",
		"cn": ""
	},
	{
		"en": "MOONFISH: Sydney? Sure. Why, Ted here’s got relatives in Sydney. Don’t you, Ted?",
		"cn": ""
	},
	{ "en": "TED: Sure do!", "cn": "" },
	{
		"en": "DORY: They know Sydney! You wouldn’t know how to get there, would you?",
		"cn": ""
	},
	{
		"en": "MOONFISH: What you wanna do is follow the EAC, that’s the East Australian Current. Big current, can’t miss it, it’s in..that direction. And then you gotta follow that for about, I don’t know, what do you guys think? About three leagues? And that little baby’s gonna put you right past Sydney.",
		"cn": ""
	},
	{ "en": "ALL: Ta-da!", "cn": "" },
	{ "en": "MARLIN: Great!!! That’s great! Dory, you did it!!", "cn": "" },
	{
		"en": "DORY: Oh, please. I’m just your little helper. Helping along, that’s me.",
		"cn": ""
	},
	{ "en": "MARLIN: Well, listen fellas, thank you.", "cn": "" },
	{ "en": "MOONFISH: Don’t mention it. And, loosen up. OK, buddy?", "cn": "" },
	{ "en": "DORY: You guys. You really nailed him. Bye.", "cn": "" },
	{ "en": "MOONFISH: Ma’am, one more thing.", "cn": "" },
	{ "en": "DORY: Yes...", "cn": "" },
	{
		"en": "MOONFISH: When you come to this trench, swim through it, not over it.",
		"cn": ""
	},
	{
		"en": "DORY Trench, through it, not over it. I’ll remember. Hey, wait up, partner. Hold on. Wait! Wait-wait! I got, I gotta tell you something. Whoa. Nice trench. Hello! [echoing] OK, let’s go.",
		"cn": ""
	},
	{
		"en": "MARLIN: Bad trench! Come on, we’re gonna swim over this thing.",
		"cn": ""
	},
	{
		"en": "DORY: Partner. Little red flag going up. Something telling me we should swim through it, not over it.",
		"cn": ""
	},
	{
		"en": "MARLIN: Are you even looking at this thing? It’s got death written all over it!",
		"cn": ""
	},
	{
		"en": "DORY: I’m sorry, but I really, think we should swim through.",
		"cn": ""
	},
	{
		"en": "MARLIN: And I’m really done talking about this. Over we go.",
		"cn": ""
	},
	{ "en": "DORY: Come on, trust me on this.", "cn": "" },
	{ "en": "MARLIN: Trust you?", "cn": "" },
	{ "en": "DORY: Yes, trust. It’s what friends do.", "cn": "" },
	{ "en": "MARLIN: Look! Something shiny!", "cn": "" },
	{ "en": "DORY: Where?", "cn": "" },
	{
		"en": "MARLIN: It just swam over the trench! Come on, we’ll follow it.",
		"cn": ""
	},
	{ "en": "Scene 14: Jellyfish", "cn": "" },
	{ "en": "DORY: OK. Boy, sure is clear up here.", "cn": "" },
	{
		"en": "MARLIN: Exactly. And look at that, there’s the current. We should be there in no time.",
		"cn": ""
	},
	{ "en": "DORY: Hey, little guy.", "cn": "" },
	{ "en": "MARLIN: You wanted to go through the trench.", "cn": "" },
	{
		"en": "DORY: I shall call him Squishy and he shall be mine and he shall be my Squishy. Come here, little Squishy. [Baby talking] Ow!!",
		"cn": ""
	},
	{ "en": "MARLIN: Dory! That’s a jellyfish!!", "cn": "" },
	{ "en": "DORY: Bad Squishy!", "cn": "" },
	{
		"en": "MARLIN: Shoo! Get away! [He kicked a small jellyfish to off-screen] Come here, let me see.",
		"cn": ""
	},
	{ "en": "DORY: Don’t touch it! Don’t touch it!", "cn": "" },
	{ "en": "MARLIN: I’m not gonna touch it. I just want a look.", "cn": "" },
	{ "en": "DORY: How come it didn't sting you?", "cn": "" },
	{
		"en": "MARLIN: It did. It’s just that, hold still. I live in this anemone and I’m used to these kind of stings. Come here. It doesn’t look bad, you’re gonna be fine. But now we know, don’t we? That we don’t want a touch these again. Let’s be thankful this time it was just a little one.",
		"cn": ""
	},
	{ "en": "[gasps]", "cn": "" },
	{ "en": "[Both screaming]", "cn": "" },
	{ "en": "MARLIN: Don’t move! This is bad, Dory.", "cn": "" },
	{ "en": "DORY: Watch this! Boing! Boing!", "cn": "" },
	{ "en": "MARLIN: Dory!", "cn": "" },
	{ "en": "DORY: You can’t catch me!", "cn": "" },
	{
		"en": "MARLIN: Dory! Don’t bounce on the tops! They will not sting you! The tops don’t sting you, that’s it!",
		"cn": ""
	},
	{ "en": "DORY: Two in a row, beat that.", "cn": "" },
	{
		"en": "MARLIN: Dory! All right, listen to me. I have an idea, a game.",
		"cn": ""
	},
	{ "en": "DORY: A game?", "cn": "" },
	{ "en": "MARLIN: A game. Yes.", "cn": "" },
	{ "en": "DORY: I love games! Pick me!", "cn": "" },
	{
		"en": "MARLIN: All right, here’s the game. Whoever can hop the fastest out of these jellyfish, wins.",
		"cn": ""
	},
	{ "en": "DORY: OK!", "cn": "" },
	{
		"en": "MARLIN: Rules! You can’t touch the tentacles, only the tops.",
		"cn": ""
	},
	{
		"en": "DORY: Something about tentacles, got it. On your mark, get set, go!",
		"cn": ""
	},
	{
		"en": "MARLIN: Wait! Wait! Not something about them, it’s all about them! Wait! Dory!",
		"cn": ""
	},
	{ "en": "DORY: Gotta go faster if you want a win!", "cn": "" },
	{ "en": "MARLIN: Dory!", "cn": "" },
	{ "en": "DORY Boing! Boing!", "cn": "" },
	{ "en": "MARLIN: Wait a minute Dory!", "cn": "" },
	{ "en": "DORY: Whee!", "cn": "" },
	{
		"en": "MARLIN: So, we’re cheating death now. That’s what we’re doing. We’re having fun at the same time. I can do this, just be careful.",
		"cn": ""
	},
	{ "en": "DORY: Careful I don’t make you cry when I win!", "cn": "" },
	{ "en": "MARLIN: I don’t think so!", "cn": "" },
	{
		"en": "DORY: Give it up, old man. You can’t fight evolution, I was built for speed.",
		"cn": ""
	},
	{ "en": "MARLIN: The question is, Dory, are you hungry?", "cn": "" },
	{ "en": "DORY: Hungry?", "cn": "" },
	{
		"en": "MARLIN: Yeah. Cause you’re about to eat my bubbles!! Duck to the left! Right there! The clownfish is the winner!!! Whoo-hoo! We did it! We’re gonna... Dory? Oh, no. Dory!! Dory!! Dory! Dory! [sizzling] [Marlin yelling]",
		"cn": ""
	},
	{ "en": "DORY: [weakly] Am I disqualified?", "cn": "" },
	{
		"en": "MARLIN: No, you’re doing fine! You’re, you’re actually winning! But you gotta stay awake. Where does P. Sherman live?",
		"cn": ""
	},
	{ "en": "DORY: P..Sherman..Wallaby Way…Sydney…", "cn": "" },
	{
		"en": "MARLIN: That’s it! Stay awake! Stay awake! Stay awake! STAY… AWAKE!!!!!!!",
		"cn": ""
	},
	{ "en": "DORY: P. Sherman..", "cn": "" },
	{ "en": "MARLIN: [weakly] Awake…", "cn": "" },
	{ "en": "DORY: ..42 Wallaby Way…Sydney.", "cn": "" },
	{ "en": "MARLIN: Awake…wake up…Nemo…", "cn": "" },
	{ "en": "Scene 15: The Filter", "cn": "" },
	{ "en": "Gill: You miss your Dad, don’t you, Sharkbait?", "cn": "" },
	{ "en": "Nemo: Yeah.", "cn": "" },
	{
		"en": "Gill: Well, you’re lucky to have someone out there who’s looking for you.",
		"cn": ""
	},
	{
		"en": "Nemo: He’s not looking for me. He’s scared of the ocean.",
		"cn": ""
	},
	{ "en": "GILL: Peach, any movement?", "cn": "" },
	{
		"en": "PEACH: He’s had at least four cups of coffee, it’s gotta be soon.",
		"cn": ""
	},
	{
		"en": "GILL: Keep on him. [notices Nemo looking at his scars] My first escape, landed on dental tools. I was aimin’ for the toilet.",
		"cn": ""
	},
	{ "en": "NEMO: Toilet?", "cn": "" },
	{ "en": "GILL: All drains lead to the ocean, kid.", "cn": "" },
	{ "en": "NEMO: Wow! How many times have you tried to get out?", "cn": "" },
	{
		"en": "GILL: I’ve lost count. Fish aren’t meant to be in a box, kid. It does things to ‘ya.",
		"cn": ""
	},
	{ "en": "BUBBLES: [giggles] Bubbles!", "cn": "" },
	{
		"en": "PEACH: Potty break! Potty break! He just grabbed the Reader’s Digest! We have 4.2 minutes.",
		"cn": ""
	},
	{ "en": "GILL: That’s your cue, Sharkbait.", "cn": "" },
	{ "en": "BLOAT: You can do it, kid.", "cn": "" },
	{
		"en": "GILL: You gotta be quick. Once you get in, you swim down to the bottom of the chamber and I’ll talk you through the rest.",
		"cn": ""
	},
	{ "en": "NEMO: OK.", "cn": "" },
	{ "en": "GILL: Go on, it’ll be a piece of kelp.", "cn": "" },
	{ "en": "NEMO: [takes a deep breath]", "cn": "" },
	{ "en": "[Nemo leaps into the filter]", "cn": "" },
	{ "en": "GILL: Nicely done! Can you hear me?", "cn": "" },
	{ "en": "NEMO: Yeah!", "cn": "" },
	{
		"en": "GILL: Here comes the pebble. [grabs a pebble and tosses it into the filter] Now, do you see a small opening?",
		"cn": ""
	},
	{ "en": "NEMO: Uh-huh!", "cn": "" },
	{
		"en": "GILL: OK, inside it you’ll see a rotating fan. Very carefully, wedge that pebble into the fan to stop it turning. Careful, Sharkbait.",
		"cn": ""
	},
	{ "en": "NEMO: I can’t do it!", "cn": "" },
	{ "en": "PEACH: Gill, this isn’t a good idea.", "cn": "" },
	{ "en": "GILL: He’ll be fine. Try again!", "cn": "" },
	{ "en": "NEMO: OK...", "cn": "" },
	{ "en": "[Nemo places it down and pushes it carefully.]", "cn": "" },
	{ "en": "GILL: That’s it, Sharkbait. Nice and steady.", "cn": "" },
	{ "en": "[The pebble jammed the gears, stopping the filter.] ", "cn": "" },
	{ "en": "NEMO: I got it! I got it!", "cn": "" },
	{ "en": "BLOAT: He did it!", "cn": "" },
	{ "en": "GILL: That’s great, kid! Now, swim up the tube and out.", "cn": "" },
	{
		"en": "[Nemo climbs into the tube. However, something very bad happened. The pebble is too small and it gotten lose from the gears, reactivating the filter. Nemo started to get suck right in.]",
		"cn": ""
	},
	{ "en": "NEMO: Oh, no!!! Gill!! Gill!!", "cn": "" },
	{ "en": "GILL: Sharkbait!!!", "cn": "" },
	{ "en": "BLOAT: Oh, my gosh!!!", "cn": "" },
	{ "en": "GILL: Get him out of there!!!", "cn": "" },
	{ "en": "BUBBLES: Help him!!!", "cn": "" },
	{ "en": "GURGLE: What do we do!? What do we do!?", "cn": "" },
	{ "en": "PEACH: Oh, no!!!", "cn": "" },
	{ "en": "GILL: Stay calm, kid! Just don’t panic!!", "cn": "" },
	{ "en": "NEMO: Help me!!!!", "cn": "" },
	{ "en": "GILL: Sharkbait!! Grab hold of this!!", "cn": "" },
	{ "en": "NEMO: No!! No!!", "cn": "" },
	{ "en": "GILL: Feed me more!", "cn": "" },
	{ "en": "GURGLE: That’s it!!", "cn": "" },
	{ "en": "GILL: Come on, Sharkbait! Grab it!!", "cn": "" },
	{ "en": "[Nemo grabs the kelp.] ", "cn": "" },
	{ "en": "NEMO: [grunts] I got it!", "cn": "" },
	{ "en": "GILL: Pull!!!", "cn": "" },
	{
		"en": "[They pull Nemo right out of the tube and landed into a pile. Gill gets out of the pile.] ",
		"cn": ""
	},
	{ "en": "PEACH: Gill, don’t make him go back in there.", "cn": "" },
	{ "en": "GILL: No. We’re done.", "cn": "" },
	{ "en": "NEMO: [whimpering]", "cn": "" },
	{ "en": "Scene 16: Sea Turtles", "cn": "" },
	{ "en": "CRUSH: Dude. Focus, dude. Dude. He lives! Hey, dude!", "cn": "" },
	{ "en": "MARLIN: [groaning] What happened?", "cn": "" },
	{
		"en": "CRUSH: Oh, saw the whole thing, dude. First you were like, ‘whoa’! And then we were all like, ‘whoa’! And then you were like, ‘whoa’.",
		"cn": ""
	},
	{ "en": "MARLIN: What are you talking about?", "cn": "" },
	{
		"en": "CRUSH: You, mini-man. Taking on the jellies. You got serious thrill issues, dude. Awesome!",
		"cn": ""
	},
	{ "en": "MARLIN: Oh, my stomach. [moans]", "cn": "" },
	{
		"en": "CRUSH: Oh, man. No hurling on the shell, dude, just waxed it.",
		"cn": ""
	},
	{ "en": "MARLIN: So, Mr. Turtle…", "cn": "" },
	{ "en": "CRUSH: Dude. Mr. Turtle is my father. Name’s Crush.", "cn": "" },
	{
		"en": "MARLIN: Crush? Really? OK, Crush, listen I need to get to the East Australian Current. EAC?",
		"cn": ""
	},
	{
		"en": "CRUSH: [chuckles] Dude, you’re riding it, dude! Check it out! OK, grab shell, dude!",
		"cn": ""
	},
	{ "en": "MARLIN: Grab what? [screaming]", "cn": "" },
	{ "en": "CRUSH: Ha ha!!! Righteous!!! Righteous!!! Yeah!!!", "cn": "" },
	{ "en": "MARLIN: Stop!", "cn": "" },
	{ "en": "CRUSH: So, what brings you on this fine day to the EAC?", "cn": "" },
	{
		"en": "MARLIN: Well, Dory and I need to get to Sydney. [gasps] Dory! Is she all right!?",
		"cn": ""
	},
	{ "en": "CRUSH: Little Blue. She is sub-level, dude.", "cn": "" },
	{ "en": "MARLIN: Dory, Dory! Dory!! Oh, Dory.", "cn": "" },
	{ "en": "[Dory muttering]", "cn": "" },
	{ "en": "I’m so sorry. This is all my fault.", "cn": "" },
	{
		"en": "DORY: 29, 30! Ready or not, here I come!! There you are! Catch me if you can!! [laughing]",
		"cn": ""
	},
	{ "en": "SQUIRT; Whoa!!!", "cn": "" },
	{ "en": "MARLIN: Oh, my goodness!!", "cn": "" },
	{
		"en": "CRUSH: Kill the motor, dude. Let us see what Squirt does flying solo.",
		"cn": ""
	},
	{
		"en": "SQUIRT: Whoa!!! That was so cool!! Hey Dad, did you see that?! Did you see me?! Did you see what I did?!",
		"cn": ""
	},
	{
		"en": "CRUSH: You so totally rock, Squirt! So give me some fin, noggin.",
		"cn": ""
	},
	{ "en": "BOTH: Dude!", "cn": "" },
	{ "en": "CRUSH: Intro. Jellyman, Offspring. Offspring, Jellyman.", "cn": "" },
	{ "en": "SQUIRT: Jellies? Sweet.", "cn": "" },
	{ "en": "CRUSH: Totally...", "cn": "" },
	{
		"en": "MARLIN: Well, apparently, I must’ve done something you all likes dude.",
		"cn": ""
	},
	{ "en": "SQUIRT: You rock, dude!", "cn": "" },
	{ "en": "MARLIN: Ow!", "cn": "" },
	{
		"en": "CRUSH: Curl away, my son! It’s awesome, Jellyman. Little dudes are just eggs, leave ‘em on the beach to hatch, then coo-coo-ca-choo, they find their way back to the big ‘ol blue.",
		"cn": ""
	},
	{ "en": "MARLIN All by themselves?", "cn": "" },
	{ "en": "CRUSH: Yeah.", "cn": "" },
	{ "en": "MARLIN: But, dude . How do you know when they’re ready?", "cn": "" },
	{
		"en": "CRUSH: Well, you never really know. But when they’ll know, you’ll know, you know?",
		"cn": ""
	},
	{ "en": "[laughter]", "cn": "" },
	{ "en": "DORY: Hey! Look, everybody!!", "cn": "" },
	{ "en": "SQUIRT: I know that dude. It’s the Jellyman!", "cn": "" },
	{ "en": "DORY: Well, go on, jump on him!", "cn": "" },
	{ "en": "TURTLE KIDS: Turtle pile!!!", "cn": "" },
	{ "en": "MARLIN: Wait, kids!", "cn": "" },
	{ "en": "TURTLE KID 1: Are you funny?", "cn": "" },
	{ "en": "TURTLE KID 2: Where’s your shell?", "cn": "" },
	{ "en": "MARLIN: Hold on, I need to breath...!", "cn": "" },
	{ "en": "TURTLE KID 3: Are you running away?", "cn": "" },
	{
		"en": "TURTLE KID 4: Did you really cross the jellyfish forest?",
		"cn": ""
	},
	{ "en": "TURTLE KID 5: Did they sting you?", "cn": "" },
	{ "en": "MARLIN: One at a time!!", "cn": "" },
	{ "en": "TURTLE KID 6: Mr. Fish, did you die?", "cn": "" },
	{ "en": "DORY: Sorry. I was a little vague on the details.", "cn": "" },
	{ "en": "SQUIRT: So where are you going?", "cn": "" },
	{
		"en": "MARLIN: Well, you see my son was taken. My son was taken away from me.",
		"cn": ""
	},
	{ "en": "ALL: [kids gasping]", "cn": "" },
	{ "en": "DORY: No way!", "cn": "" },
	{ "en": "SQUIRT: What happened?", "cn": "" },
	{ "en": "MARLIN: No, kids. I don’t want a talk about it.", "cn": "" },
	{ "en": "KIDS: Come on! Please?", "cn": "" },
	{ "en": "SQUIRT: Please?", "cn": "" },
	{ "en": "Scene 17: News Travels", "cn": "" },
	{
		"en": "MARLIN: Well, OK. I live on this reef, a long long way from here.",
		"cn": ""
	},
	{ "en": "DORY: Oh, boy. This is gonna be good, I can tell.", "cn": "" },
	{
		"en": "MARLIN: And my son, Nemo, see he was mad at me. Maybe he wouldn’t have done it if I hadn’t been so tough on him, I don’t know. Anyway, he swam out in the open water to this boat and when he was out there, these divers appeared and I tried to stop them but the boat was too fast. So we swam out in the ocean to follow them…",
		"cn": ""
	},
	{
		"en": "TURTLE KID: They couldn’t stop them. And then Nemo’s dad, he swims out to the ocean and they bump into..",
		"cn": ""
	},
	{
		"en": "SMALL FISH: ...three ferocious sharks! He scares away the sharks by blowing them up!",
		"cn": ""
	},
	{ "en": "BIG FISH: Golly, that’s amazing!", "cn": "" },
	{ "en": "SMALL FISH: And then dives thousands of...", "cn": "" },
	{
		"en": "LOBSTER: ...feet straight down into the dark. It’s like wicked dark down there, you can‘t see a thing. How’s it going, Bob? And the only thing that they can see down there..",
		"cn": ""
	},
	{
		"en": "SWORDFISH: ...is the light from this big horrible creature with razor sharp teeth. Nice parry, old man. And then he has to blast his way…",
		"cn": ""
	},
	{
		"en": "DOLPHIN: So, these two little fish have been... Searching the ocean for days.... On the East Australian Current.",
		"cn": ""
	},
	{
		"en": "FEMALE BIRD: Which means that he may be on his way here right now. That should put them in Sydney...",
		"cn": ""
	},
	{
		"en": "MALE BIRD 1: ...Harbor in a matter of days! I mean, it sounds like this guy’s gonna stop at..",
		"cn": ""
	},
	{
		"en": "MALE BIRD 2: ...nothing until he finds his son. I sure hope he makes it.",
		"cn": ""
	},
	{ "en": "MALE BIRD 3: That’s one dedicated father if you ask me.", "cn": "" },
	{ "en": "[At the port.] ", "cn": "" },
	{ "en": "SEAGULLS: Mine! Mine! Mine!", "cn": "" },
	{
		"en": "NIGEL: Would you just shut up?! You’re rats with wings!!",
		"cn": ""
	},
	{
		"en": "PELICAN 2: ..bloke’s been looking for his boy Nemo. He was taken off the reef by divers and this..",
		"cn": ""
	},
	{ "en": "NIGEL: There, take it! You happy!!", "cn": "" },
	{ "en": "GULLS: Mine! Mine! Mine! Mine!", "cn": "" },
	{
		"en": "NIGEL: Say that again! You said something about Nemo! What was it?",
		"cn": ""
	},
	{ "en": "GULLS Mine! Mine! Mine!", "cn": "" },
	{
		"en": "CRAB: [growls, then karate yells, and leaps onto the sea.] ",
		"cn": ""
	},
	{ "en": "GULL: Mine!", "cn": "" },
	{ "en": "PELICAN: Last I heard, he’s heading towards the harbor.", "cn": "" },
	{ "en": "NIGEL: Brilliant!!", "cn": "" },
	{
		"en": "[Nigel flies off to inform everyone. Meanwhile, Nemo is still sad that he did not even get the filter to stop working.] ",
		"cn": ""
	},
	{ "en": "NEMO: [sighs]", "cn": "" },
	{ "en": "DEB: Is he doing OK?", "cn": "" },
	{
		"en": "GURGLE: I don’t know, but whatever you do, don’t mention D-A-R..",
		"cn": ""
	},
	{
		"en": "NEMO: It’s OK, I know who you’re talking about. [swims over to the skull] Gill? Gill?",
		"cn": ""
	},
	{ "en": "GILL: Hey, Sharkbait.", "cn": "" },
	{ "en": "NEMO: I’m sorry I couldn’t stop the...", "cn": "" },
	{
		"en": "GILL: No, I’m the one who should be sorry. I was so ready to get out, so ready to taste that ocean. I was willing to put you in harm’s way to get there. Nothing should be worth that. I’m sorry I couldn’t get you back to your father, kid.",
		"cn": ""
	},
	{ "en": "NIGEL: All right! Hey, hey!!", "cn": "" },
	{ "en": "[Nigel bumps into the window just like before.)", "cn": "" },
	{ "en": "Dr. Phillip Sherman: What the?!", "cn": "" },
	{ "en": "PATIENT: [yells]", "cn": "" },
	{
		"en": "Dr. Phillip Sherman: Well, that’s one way to pull a tooth. [laughs] Darn kids. Well, good thing I pulled the right one, prime minister?",
		"cn": ""
	},
	{ "en": "NIGEL: Psst!", "cn": "" },
	{ "en": "PEACH: Nigel. You just missed an extraction.", "cn": "" },
	{
		"en": "NIGEL: Has he loosened the periodontal ligament yet.. What I’m talking about!? Nemo! Where’s Nemo? I gotta speak with him.",
		"cn": ""
	},
	{ "en": "NEMO: What? What is it?", "cn": "" },
	{
		"en": "NIGEL: Your dad’s been fighting the entire ocean looking for you.",
		"cn": ""
	},
	{ "en": "NEMO: My father? Really?", "cn": "" },
	{ "en": "GILL: Really?", "cn": "" },
	{
		"en": "NIGEL: Oh, yeah. He’s travelled hundreds of miles. He’s been battling sharks and jellyfish and all sorts of...",
		"cn": ""
	},
	{ "en": "NEMO: Sharks? That can’t be him.", "cn": "" },
	{
		"en": "NIGEL: Are you sure? What was his name? Some sort of sportfish or something: tuna, uh, trout...",
		"cn": ""
	},
	{ "en": "NEMO: Marlin?!", "cn": "" },
	{ "en": "NIGEL: That’s it! The little clownfish from the reef.", "cn": "" },
	{ "en": "NEMO: It’s my dad! He took on a shark!!", "cn": "" },
	{ "en": "NIGEL: I heard he took on three.", "cn": "" },
	{ "en": "ALL: Three?!", "cn": "" },
	{ "en": "GILL: Three sharks?!", "cn": "" },
	{ "en": "BLOAT: That’s got it be 4,800 teeth!", "cn": "" },
	{
		"en": "NIGEL: You see, kid, after you were taken by diver Dan over there, your dad followed the boat you were on like a maniac.",
		"cn": ""
	},
	{ "en": "NEMO: Really?!", "cn": "" },
	{
		"en": "NIGEL: Oh, yeah. He swam and swam and swam, and then... BAM! He’s got the mask! And then, he’s got the boat! And then, he’s got... [notices the dentist is about to leave] Oh, no. Wait. No, no, no, no, no! Come back! Come back! I didn’t mean it! I didn’t mean it!",
		"cn": ""
	},
	{ "en": "[The dentist leaves with the mask.]", "cn": "" },
	{ "en": "NEMO: No! No! Come back!", "cn": "" },
	{ "en": "GILL: Sharkbait, no!", "cn": "" },
	{ "en": "BLOAT: You’ll never make it!", "cn": "" },
	{ "en": "GURGLE: It’s too far!", "cn": "" },
	{ "en": "DEB: You’ll be killed!", "cn": "" },
	{ "en": "NEMO: No! I have to go! I have to go back!", "cn": "" },
	{
		"en": "GILL: Sharkbait, listen to me. It’s too dangerous. You don’t know what it’s like out there. You’re not ready for this.",
		"cn": ""
	},
	{ "en": "NEMO: I am ready! I can do this!", "cn": "" },
	{ "en": "GILL: No, you can’t! You’re just a kid!", "cn": "" },
	{ "en": "NEMO: I’m not a kid! I’m a fish!", "cn": "" },
	{
		"en": "GILL: You’re a fish who’s about to get killed! Now, stay here!",
		"cn": ""
	},
	{
		"en": "NEMO: No! I won’t stay here! I won’t let you down! I won’t let him down!",
		"cn": ""
	},
	{ "en": "GILL: You don’t even know him!", "cn": "" },
	{ "en": "NEMO: I know him! He’s my dad!", "cn": "" },
	{
		"en": "GILL: And what if he’s dead, huh? What if he’s dead and you’re all alone? You think you can handle that?",
		"cn": ""
	},
	{ "en": "NEMO: [pauses] ...", "cn": "" },
	{
		"en": "GILL: Didn’t think so. Now, are you gonna be a fish or are you gonna be a little boy?",
		"cn": ""
	},
	{ "en": "NEMO: [sniffles] I... I don’t know.", "cn": "" },
	{
		"en": "GILL: Well, figure it out! Because if you want to be a fish, you’ve got to start acting like one. Now, are you with us or not?",
		"cn": ""
	},
	{ "en": "NEMO: [determined] I’m with you.", "cn": "" },
	{ "en": "GILL: All right, then. Let’s get to work.", "cn": "" },
	{ "en": "Scene 18: Off Ramp", "cn": "" },
	{
		"en": "CRUSH: All right, we’re here, dudes! Get ready! Your exit’s coming up, man!!",
		"cn": ""
	},
	{ "en": "MARLIN: Where!? I don’t see it!!", "cn": "" },
	{ "en": "DORY: Right there! I see it! I see it!!!", "cn": "" },
	{ "en": "MARLIN: You mean the swirling vortex of terror?!", "cn": "" },
	{ "en": "CRUSH: That’s it, dude!!", "cn": "" },
	{ "en": "MARLIN: Of course it is!", "cn": "" },
	{
		"en": "CRUSH: OK, first: find your exit buddy! Do you have your exit buddy?!",
		"cn": ""
	},
	{ "en": "DORY: Yes!!", "cn": "" },
	{
		"en": "CRUSH: OK, Squirt here will now give you a rundown of proper exiting technique!!",
		"cn": ""
	},
	{
		"en": "SQUIRT: Good afternoon, we’re gonna have a great jump today! OK, crank a hard cutback as you hit the wall! There’s a screaming bottom turn, so watch out! Remember: rip it, roll it and punch it!!",
		"cn": ""
	},
	{
		"en": "MARLIN: It’s like he’s trying to speak to me, I know it! You know, you’re really cute! But I don’t know what you’re saying! Say the first thing again!",
		"cn": ""
	},
	{ "en": "CRUSH: OK, Jellyman! Go, go, go!!!", "cn": "" },
	{ "en": "(Both screaming)", "cn": "" },
	{ "en": "DORY: Whoo!!!!", "cn": "" },
	{ "en": "MARLIN: That was fun!! I actually enjoyed that!!", "cn": "" },
	{ "en": "DORY: Hey, look! Turtles!!", "cn": "" },
	{
		"en": "CRUSH: Most excellent!! Now, turn your fishy tails ‘round and swim straight on through to Sydney!! No worries, man!",
		"cn": ""
	},
	{ "en": "MARLIN: No worries! Thank you, dude Crush!!", "cn": "" },
	{ "en": "KIDS: Bye! Bye, Jellyman!!", "cn": "" },
	{ "en": "CRUSH: You tell your little dude I said ‘hi’, OK?!", "cn": "" },
	{ "en": "SQUIRT: See you later, dudes!", "cn": "" },
	{ "en": "DORY: Bye, everyone!", "cn": "" },
	{
		"en": "MARLIN: Nemo, would’ve loved this. Crush, I forgot! How old are you?",
		"cn": ""
	},
	{ "en": "CRUSH: 150, dude! And still young!! Rock on!", "cn": "" },
	{ "en": "MARLIN: 150. 150, I gotta remember that.", "cn": "" },
	{ "en": "DORY: Whoa. We going in there?", "cn": "" },
	{ "en": "MARLIN: Yep.", "cn": "" },
	{ "en": "DORY: P. Sherman, 42 Wallaby Way, Sydney?", "cn": "" },
	{ "en": "MARLIN: Yep. We’re gonna just swim straight.", "cn": "" },
	{
		"en": "DORY: [singing] Just keep swimming, just keep swimming. [humming]",
		"cn": ""
	},
	{ "en": "MARLIN: Dory? Boy, this is taking a while.", "cn": "" },
	{ "en": "DORY: How about we play a game?", "cn": "" },
	{ "en": "MARLIN: OK.", "cn": "" },
	{
		"en": "DORY: OK I’m thinking of something, orange. And it’s small...",
		"cn": ""
	},
	{ "en": "MARLIN: It’s me.", "cn": "" },
	{ "en": "DORY: Right. OK, orange, and small...", "cn": "" },
	{ "en": "MARLIN: It’s me.", "cn": "" },
	{
		"en": "DORY: All righty, Mr. Smarty Pants. Orange and small, and white stripes...",
		"cn": ""
	},
	{ "en": "MARLIN: Me! And the next one’s just a guess: me.", "cn": "" },
	{ "en": "DORY: OK, that’s just scary.", "cn": "" },
	{
		"en": "MARLIN: Wait, I have definitely seen this floating speck before. That means we’ve passed it before and that means we’re going in circles and that means we’re not going straight!",
		"cn": ""
	},
	{
		"en": "MARLIN: We gotta get to the surface, come on! Let’s figure it out up there. Let’s go! Follow me! What?",
		"cn": ""
	},
	{
		"en": "DORY: Hey! Relax. Take a deep breath. [both inhaling and exhaling] Now, let’s ask somebody for directions.",
		"cn": ""
	},
	{
		"en": "MARLIN: Fine. Who do you wanna ask, the speck? There’s nobody here!",
		"cn": ""
	},
	{
		"en": "DORY: Well, there has to be someone. It’s the ocean, silly, we’re not the only two in here. Let’s see…OK, no one there. Nope. Nada. There’s somebody. Hey! Excuse me.",
		"cn": ""
	},
	{
		"en": "MARLIN: Dory! OK, now it’s my turn. I’m thinking of something dark and mysterious. It’s a fish we don’t know. And if we ask it directions, it could ingest us and spit out our bones!!",
		"cn": ""
	},
	{ "en": "DORY: What is it with men and asking for directions?", "cn": "" },
	{
		"en": "MARLIN: Look, I don’t wanna play the gender card right now. You wanna play a card? Let’s play the ‘Let’s Not Die’ card.",
		"cn": ""
	},
	{ "en": "DORY: You want a get outta here, don’t you?", "cn": "" },
	{
		"en": "MARLIN: Of course, I do! But, Dory you don't gracefully understand.",
		"cn": ""
	},
	{
		"en": "DORY: Well then, how are we gonna do that unless we give it a shot and hope for the best? Come on, trust me on this.",
		"cn": ""
	},
	{ "en": "[sighs] All right.", "cn": "" },
	{ "en": "Scene 19: Dory Speaks Whale", "cn": "" },
	{
		"en": "DORY: Excuse me! Little fella? Hello. Don’t be rude, say ‘hi’.",
		"cn": ""
	},
	{ "en": "MARLIN: Hello...", "cn": "" },
	{ "en": "DORY: His son Bingo. Nemo was taken to,", "cn": "" },
	{ "en": "MARLIN: Sydney.", "cn": "" },
	{
		"en": "DORY: Sydney! Yes. And it’s really, remember that we get there as fast as we can. So can you help us out? Come on, little fella. Come on.",
		"cn": ""
	},
	{
		"en": "MARLIN: Dory, I’m a little fella. I don’t think that’s a little fella.",
		"cn": ""
	},
	{ "en": "Whale: [Roars]", "cn": "" },
	{
		"en": "DORY: Oh, I’m a big fella. In the whale... okay, Maybe he only speaks whale. [imitating the sound a whale makes] MwOOooo! WwwwEEEE... nEEeeeedd tOOooo FINNND hiIIiiss SOOOOOOONNNNN...",
		"cn": ""
	},
	{
		"en": "MARLIN: Dory? What are you doing? Are you sure you speak whale?",
		"cn": ""
	},
	{
		"en": "DORY: CaaaAAAaaN yoooOOOOu... mMm...giIIIVe uuuus dirRECtiooons?",
		"cn": ""
	},
	{
		"en": "MARLIN: Dory!! Heaven knows what you're saying! See, he’s swimming away.",
		"cn": ""
	},
	{ "en": "Dory: Come BAAAAAAACCCCCCKKK!", "cn": "" },
	{ "en": "MARLIN: He’s not coming back. You offended him!", "cn": "" },
	{
		"en": "DORY: Maybe a different dialect. MooooooooWaaaaaaaaaa..!",
		"cn": ""
	},
	{ "en": "MARLIN: No, don’t try humpback!", "cn": "" },
	{ "en": "DORY: WAAAAAAAAAAAAAAOOOOOOO!!! WAAAAAAAAAOOOOOO!!!", "cn": "" },
	{ "en": "MARLIN: Okay, you actually sound sick.", "cn": "" },
	{ "en": "DORY: Maybe louder, huh? RAAAH!!! RAAAAH!!!", "cn": "" },
	{ "en": "MARLIN: Don’t do that!", "cn": "" },
	{ "en": "DORY: Too much orca. Didn’t it sound a little orca-ish?", "cn": "" },
	{
		"en": "MARLIN: It doesn't sound orca. It sounds like nothing I've ever heard!",
		"cn": ""
	},
	{ "en": "DORY: MOOOO..MOOOOOOOOOOOOOOO!!!", "cn": "" },
	{ "en": "MARLIN: It’s just as well, he might be hungry.", "cn": "" },
	{
		"en": "DORY: Don’t worry. Whales don’t eat clownfish, they eat krill.",
		"cn": ""
	},
	{ "en": "KRILL: Swim away!", "cn": "" },
	{ "en": "DORY: Look. Krill!", "cn": "" },
	{ "en": "[gasps] Move, Dory!! Move!!!", "cn": "" },
	{ "en": "Both: Aah!", "cn": "" },
	{
		"en": "(Marlin and Dory now get trapped inside the whale's mouth)",
		"cn": ""
	},
	{ "en": "Scene 20: Algae", "cn": "" },
	{
		"en": "Gill: Look at that. Would you look at that? Filthy! Absolutely filthy! And it’s all thanks to you, kid. You made it possible.",
		"cn": ""
	},
	{ "en": "(Nemo chuckles)", "cn": "" },
	{ "en": "Gill: Jacques, I said no cleaning!", "cn": "" },
	{ "en": "JACQUES: I am ashamed.", "cn": "" },
	{ "en": "PEACH: Look! Scum angel!", "cn": "" },
	{ "en": "GURGLE: [whimpering]", "cn": "" },
	{ "en": "[A terrified Gurgle screams, seeing so much filth.] ", "cn": "" },
	{ "en": "BUBBLES: Bubbles!! I love the bubbles! [coughing]", "cn": "" },
	{ "en": "DEB: Flo! Has anybody seen, Flo?", "cn": "" },
	{ "en": "PEACH: 9:00, and cue dentist.", "cn": "" },
	{ "en": "Dr. Phillip Sherman: Hello, Barbara. Sorry, I’m late.", "cn": "" },
	{ "en": "PEACH: OK. Here we go.", "cn": "" },
	{ "en": "Dr. Phillip Sherman: Little Davey Reynolds.", "cn": "" },
	{ "en": "PEACH: Walks to the counter, drops the keys..", "cn": "" },
	{ "en": "GURGLE: Bloat, that’s disgusting!", "cn": "" },
	{ "en": "BLOAT: Tastes pretty good to me. [burps]", "cn": "" },
	{
		"en": "GURGLE: Ew! Don’t you people realize we are swimming in our own--!",
		"cn": ""
	},
	{ "en": "PEACH: Shh! Here he comes.", "cn": "" },
	{ "en": "Dr. Phillip Sherman: What the?!", "cn": "" },
	{ "en": "(the fish hide)", "cn": "" },
	{
		"en": "Dr. Phillip Sherman: Crikey, what a state! Oh. Barbara, what’s my earliest appointment tomorrow?",
		"cn": ""
	},
	{ "en": "BARBARA: 10:00, love.", "cn": "" },
	{
		"en": "Dr. Phillip Sherman: Leave it open, would you? I gotta clean the fish tank before Darla gets here.",
		"cn": ""
	},
	{ "en": "GILL: [chuckles] Did you hear that, Sharkbait?", "cn": "" },
	{
		"en": "NEMO: Yay! He’s gonna clean the tank! He’s gonna clean the tank! We’re gonna be clean!",
		"cn": ""
	},
	{ "en": "GILL: Are you ready to see your dad, kid?", "cn": "" },
	{ "en": "NEMO Uh-huh!", "cn": "" },
	{
		"en": "GILL: Of course you are. You know, I wouldn’t be surprised if he’s out there in the harbor waiting for you right now.",
		"cn": ""
	},
	{ "en": "NEMO: Yeah...", "cn": "" }
]
