Narrator: Peppa, George, Mummy and Daddy are having breakfast. It is a lovely sunny day, and Peppa and George can’t wait to go into the garden to play.

Peppa Pig: Mummy, please can we go out to play?

Mummy Pig: You can go out to play when you finish your breakfast.

Daddy Pig: George, don’t drink your juice too quickly.

Narrator: George drank his juice too quickly, and now he has hiccups.

Peppa Pig: Can we go out to play now, Mummy?

Mummy Pig: Not while George has hiccups.

Peppa Pig: But George’s hiccups have gone, Mummy. Haven’t they, George?

Mummy Pig: Oh, all right. You can go out and play. But look after George.

Narrator: Peppa and George love playing in the garden.

Peppa Pig: George, I’m going to throw the ball and then you have to catch it.

Peppa Pig: George, please stop hiccuping.

Peppa Pig: George!

Peppa Pig: Now you throw the ball to me and I have to catch it.

Peppa Pig: George!

Narrator: Oh, dear. George’s hiccups are spoiling the game.

Peppa Pig: George, I know how to cure hiccups. You have to do what I say.

Peppa Pig: Rub the top of your head and rub your tummy.

Peppa Pig: Good. Now your hiccups have gone.

Narrator: Peppa’s cure for hiccups doesn’t seem to have worked.

Peppa Pig: George, you’ve done it all wrong. I know a better way to cure hiccups. First, jump up and down three times on one leg.

Peppa Pig: Now wave your arms up and down and stick your tongue out.

Peppa Pig: And now close your eyes and turn around quickly three times.

Narrator: Peppa’s new cure hasn’t worked either. George still has hiccups.

Peppa Pig: I know. To cure hiccups the ill piggy must be given a shock. George, I’m going to scare you, but you must remember it’s only a game and it will stop your hiccups.

Peppa Pig: Remember, this is just pretend scaring.

Mummy Pig: Peppa, you mustn’t play so roughly with George. He’s only little.

Peppa Pig: Sorry, Mummy. I was just trying to stop George’s hiccups.

Narrator: George’s hiccups have gone.

Narrator: Here comes Daddy Pig with two beakers of juice.

Mummy Pig: George, if you drink too quickly you will get hiccups again.

Peppa Pig: I’m not as little as George. I can drink juice as quickly as I want to.