Narrator: It is a lovely, bright, sunny day. Peppa and her family are going for a picnic. Daddy Pig is bringing the picnic basket.

Daddy Pig: Picnic basket, bread, cheese, tomatoes and lemonade. Is there anything we’ve forgotten?

Peppa Pig: Mummy’s strawberry cake.

Daddy Pig: I was just teasing. Mummy’s homemade strawberry cake is there too.

Daddy Pig: Is everybody ready?

Mummy Pig, Peppa Pig, George: Ready.

Daddy Pig: Then let’s go.

Daddy Pig: This looks like just the spot for our picnic.

Mummy Pig, Peppa Pig, George: Hurrah!

Daddy Pig: It’s great to be outdoors. We should run around a bit and get some exercise.

Mummy Pig: I want to eat, then have a nap. I certainly don’t want to run around.

Peppa Pig: Maybe Daddy should run around a bit. His tummy is quite big.

Daddy Pig: My tummy is not big. But later I will get some exercise. Even if no one else does.

Mummy Pig: Let’s eat.

Daddy Pig: Good idea, Mummy Pig. I’m really hungry.

Daddy Pig: Delicious.

Daddy Pig: Aah, I feel quite sleepy.

Mummy Pig: I thought you wanted to run around a bit, Daddy Pig.

Daddy Pig: Later.

Peppa Pig: Look, there’s a little duck pond.

Peppa Pig: Mummy, can we feed the ducks?

Mummy Pig: Yes, you can feed them the rest of the bread.

Narrator: Peppa and George love feeding bread to ducks.

Peppa Pig: Mummy, I think they want some more.

Mummy Pig: That was the last of the bread. I’m sure they’ve had enough.

Peppa Pig: Sorry, Mrs Duck. We’ve no more bread.

Narrator: The ducks want more food.

Mummy Pig: So much for Daddy Pig and his exercise.

Daddy Pig: What?

Mummy Pig: You lot again? Peppa told you; there’s no more bread.

Peppa Pig: Mummy, we do have strawberry cake.

Mummy Pig: Well, if there’s any cake left over you can give it to the ducks.

Narrator: Everybody likes Mummy Pig’s homemade strawberry cake.

Mummy Pig: A wasp! I hate wasps. Shoo!

Daddy Pig: What a fuss, Mummy Pig. It’s only a little wasp.

Mummy Pig: Go away, wasp.

Daddy Pig: Just stay still, Mummy Pig. Then it will fly away.

Daddy Pig: There, you see? All you had to do was stay still.

Daddy Pig: Get away. Scram.

Daddy Pig: Help!

Daddy Pig: Shoo! Get it off me.

Peppa Pig: I hope the wasp doesn’t sting daddy.

Daddy Pig: Oh, get away, you little pest.

Mummy Pig: No, Daddy Pig is running too fast for the wasp to catch him.

Peppa Pig: Let’s eat our cake before the wasp comes back.

Peppa Pig: Oh no, we forgot to leave any for the ducks.

Daddy Pig: I think I lost it.

Mummy Pig: You said you would run around and get some exercise, Daddy Pig, but I didn’t believe you’d do it.

Daddy Pig: Luckily, I managed to hang on to my slice of strawberry cake.

Peppa Pig: Stop, Daddy. We promised the rest of the cake for the ducks.

Daddy Pig: Oh.

Peppa Pig: You’re very lucky ducks. Say thank you to Daddy Pig.

Daddy Pig: You’re most welcome.

Mummy Pig: It’s time to go home. Say goodbye to the ducks.

Peppa Pig: Bye-bye, ducks. See you next time.