Narrator: Peppa and George have been playing in the garden.

Daddy Pig: Peppa, where are your shoes?

Peppa Pig: Oh, I’ve lost them.

Mummy Pig: Well, I’m sure we can find them. Maybe we should try the garden.

Peppa Pig: Yes.

Narrator: Everyone is looking for Peppa’s shoes. Mummy Pig is looking in the flower bed. Peppa’s shoes are not there.

Mummy Pig: Oh.

Narrator: Daddy Pig is looking in the wheelbarrow. Peppa’s shoes are not there.

Daddy Pig: Oh.

Narrator: Peppa and George look in the flowerpots. Peppa’s shoes are not there either.

George: Oh.

Peppa Pig: Oh.

Daddy Pig: We’ve looked everywhere, but we can’t find Peppa’s shoes.

Narrator: Peppa’s shoes are lost.

Peppa Pig: Now I haven’t got any shoes to wear.

Mummy Pig: Poor Peppa. Your shoes were getting a bit old. We’ll buy you a new pair.

Peppa Pig: Can my new shoes be red, Mummy?

Mummy Pig: Of course they can.

Peppa Pig: George, I’m going to have new red shoes.

Narrator: Mummy Pig and Peppa are at Miss Rabbit’s shoe shop.

Mummy Pig: Hello, Miss Rabbit.

Miss Rabbit: Hello, Mummy Pig.

Mummy Pig: We would like to buy some new shoes for Peppa, please.

Peppa Pig: Red shoes.

Miss Rabbit: Oh, I’m sure we can find you lovely new shoes, Peppa.

Peppa Pig: Red ones. Please.

Miss Rabbit: Of course. Red ones.

Peppa Pig: Wow! New red shoes!

Narrator: George and Daddy Pig are playing draughts.

Daddy Pig: Oh, well done, George.

Peppa Pig: Daddy, Daddy, look at my new shoes. They’re red!

Daddy Pig: I say. They are red.

Peppa Pig: Mummy, do you like my new shoes?

Mummy Pig: Yes, Peppa. They make you look very smart.

Peppa Pig: George, do you like my new shoes?

Narrator: Everyone likes Peppa’s new shoes.

Peppa Pig: I like my new shoes so much, I don’t want to ever take them off.

Narrator: It is bathtime. Peppa wants to keep her new shoes on, even for her bath.

Narrator: Peppa is in her pajamas. She still has her new shoes on.

Narrator: Peppa even wants to wear her new shoes in bed.

Mummy Pig: Peppa, are you sure you don’t want to take your shoes off?

Peppa Pig: I don’t want to ever take my new shoes off, Mummy.

Mummy Pig: Very well. Good-night, Peppa and George.

Peppa Pig: Good-night, Mummy. Good-night, Daddy.

Daddy Pig: Good-night, my little piggies.

Narrator: It has been raining all night, and now the garden is very wet. Mummy Pig is wearing her boots. Daddy Pig is wearing his boots. George is wearing his boots. Peppa is still wearing her new red shoes.

Narrator: George is going to play in the wet grass.

Narrator: Oh, dear. Peppa loves playing in the wet grass, but she doesn’t want to get her new shoes wet.

Peppa Pig: I can’t play in the wet grass, George.

George: Oh.

Narrator: George loves jumping in muddy puddles. Peppa loves jumping in puddles, but she doesn’t want to get her new shoes muddy.

Peppa Pig: Oh.

Narrator: Mummy and Daddy love jumping up and down in muddy puddles. Everyone likes jumping in muddy puddles.

Narrator: Where is Peppa going?

Narrator: Peppa is putting on her boots.

Peppa Pig: If you jump in muddy puddles, you must wear your boots.