[
	{
		"en": "Narrator: It is a lovely sunny day. Peppa and George are having a picnic.",
		"cn": "旁白：今天天气晴朗，佩奇和乔治在野餐。"
	},
	{
		"en": "Peppa Pig: Here’s some orange juice for you, Teddy.",
		"cn": "小猪佩奇：泰迪，这是给你的橙汁。"
	},
	{ "en": "Peppa Pig: What do you say?", "cn": "小猪佩奇：你要说什么？" },
	{
		"en": "Peppa Pig: (as Teddy) Thank you very much, Peppa.",
		"cn": "小猪佩奇：（学泰迪）非常感谢你，佩奇。"
	},
	{
		"en": "Peppa Pig: You’re very welcome, Teddy.",
		"cn": "小猪佩奇：不客气，泰迪。"
	},
	{
		"en": "Peppa Pig: Here’s some orange juice for you, Mr Dinosaur.",
		"cn": "小猪佩奇：恐龙先生，这是给你的橙汁。"
	},
	{ "en": "Peppa Pig: And what do you say?", "cn": "小猪佩奇：你要说什么？" },
	{ "en": "George: (as Mr Dinosaur) Grrr.", "cn": "乔治：（学恐龙先生）嗷。" },
	{
		"en": "Peppa Pig: You’re very welcome, Mr Dinosaur.",
		"cn": "小猪佩奇：不客气，恐龙先生。"
	},
	{
		"en": "Peppa Pig: Would Teddy or Mr Dinosaur like a cookie?",
		"cn": "小猪佩奇：泰迪或恐龙先生想吃饼干吗？"
	},
	{
		"en": "Peppa Pig: (as Teddy) We’re not very hungry, so Peppa and George can eat all the cookies.",
		"cn": "小猪佩奇：（学泰迪）我们不太饿，所以佩奇和乔治可以吃所有的饼干。"
	},
	{ "en": "Peppa Pig: Thank you, Teddy.", "cn": "小猪佩奇：谢谢你，泰迪。" },
	{
		"en": "Narrator: What was that strange noise?",
		"cn": "旁白：那是什么奇怪的声音？"
	},
	{
		"en": "Mummy Pig: Peppa, George, quick! Come inside the house.",
		"cn": "猪妈妈：佩奇，乔治，快！进屋来。"
	},
	{
		"en": "Peppa Pig: Mummy, there was a loud bang sound.",
		"cn": "小猪佩奇：妈妈，刚才有很大的响声。"
	},
	{
		"en": "Mummy Pig: It’s thunder, Peppa. It means there will be a thunderstorm with lots of rain.",
		"cn": "猪妈妈：那是雷声，佩奇，说明要下大雨了。"
	},
	{
		"en": "Mummy Pig: Quick, into the house before the rain starts.",
		"cn": "猪妈妈：快，在下雨前进屋。"
	},
	{
		"en": "Daddy Pig: No need to panic. The rain is still a long way off.",
		"cn": "猪爸爸：不用慌，雨还早着呢。"
	},
	{
		"en": "Narrator: The sky is getting darker and darker. There is going to be a thunderstorm.",
		"cn": "旁白：天越来越黑了，要打雷下雨了。"
	},
	{
		"en": "Mummy Pig: Peppa, George, did you bring all your toys in from the garden?",
		"cn": "猪妈妈：佩奇，乔治，你们把玩具都从花园拿进来了吗？"
	},
	{ "en": "George: Dinosaur.", "cn": "乔治：恐龙。" },
	{
		"en": "Mummy Pig: Good, Mr Dinosaur is safe.",
		"cn": "猪妈妈：很好，恐龙先生安全了。"
	},
	{
		"en": "Peppa Pig: Teddy! I left Teddy in the garden! He’ll get wet!",
		"cn": "小猪佩奇：泰迪！我把泰迪落在花园里了！他会被淋湿的！"
	},
	{
		"en": "Daddy Pig: Don’t worry, Peppa. Daddy Pig will rescue Teddy.",
		"cn": "猪爸爸：别担心，佩奇，爸爸去救泰迪。"
	},
	{
		"en": "Mummy Pig: You’d better hurry, Daddy Pig. It’s just about to rain.",
		"cn": "猪妈妈：你最好快点，猪爸爸，马上要下雨了。"
	},
	{
		"en": "Daddy Pig: I know all about thunderstorms. It won’t rain for ages.",
		"cn": "猪爸爸：我很懂雷雨，离下雨还早着呢。"
	},
	{
		"en": "Daddy Pig: As I thought. Plenty of time before it rains.",
		"cn": "猪爸爸：果然，离下雨还有很多时间。"
	},
	{
		"en": "Peppa Pig: Poor Teddy. He’s soaking wet.",
		"cn": "小猪佩奇：可怜的泰迪，他全身都湿了。"
	},
	{
		"en": "Mummy Pig: Yes, poor Teddy. Let’s get him dry.",
		"cn": "猪妈妈：是啊，可怜的泰迪，我们把他弄干吧。"
	},
	{ "en": "Peppa Pig: Poor Teddy.", "cn": "小猪佩奇：可怜的泰迪。" },
	{
		"en": "Mummy Pig: There you are, Teddy. All dry.",
		"cn": "猪妈妈：好了，泰迪，干了。"
	},
	{
		"en": "Daddy Pig: Achoo! What about poor Daddy? I’m soaking wet too.",
		"cn": "猪爸爸：阿嚏！那可怜的爸爸呢？我也全身湿透了。"
	},
	{
		"en": "Mummy Pig: Oh, sorry, Daddy Pig. Let’s get you dry.",
		"cn": "猪妈妈：哦，对不起，猪爸爸，我们把你也弄干。"
	},
	{
		"en": "Mummy Pig: There you are, Daddy Pig. Nice and dry.",
		"cn": "猪妈妈：好了，猪爸爸，干干爽爽。"
	},
	{ "en": "Daddy Pig: Oh.", "cn": "猪爸爸：哦。" },
	{
		"en": "Peppa Pig: The rain is coming in the house.",
		"cn": "小猪佩奇：雨水进屋了。"
	},
	{
		"en": "Peppa Pig: The floor is getting wet.",
		"cn": "小猪佩奇：地板都湿了。"
	},
	{
		"en": "Mummy Pig: Oh, dear. What can we do, Daddy Pig?",
		"cn": "猪妈妈：哎呀，猪爸爸，我们怎么办？"
	},
	{ "en": "Daddy Pig: Don’t worry.", "cn": "猪爸爸：别担心。" },
	{
		"en": "Narrator: Daddy Pig is using a bucket to catch the drips.",
		"cn": "旁白：猪爸爸用桶接水滴。"
	},
	{
		"en": "Mummy Pig: Well done, Daddy Pig.",
		"cn": "猪妈妈：干得好，猪爸爸。"
	},
	{ "en": "Daddy Pig: Easy as pie.", "cn": "猪爸爸：小菜一碟。" },
	{ "en": "Daddy Pig: What?", "cn": "猪爸爸：什么？" },
	{
		"en": "Mummy Pig: Quick! Find something else to catch the water.",
		"cn": "猪妈妈：快！再找点东西来接水。"
	},
	{ "en": "Daddy Pig: Well done, Peppa.", "cn": "猪爸爸：干得好，佩奇。" },
	{ "en": "Peppa Pig: Easy as pie.", "cn": "小猪佩奇：小菜一碟。" },
	{
		"en": "Peppa Pig: Mummy, the thunderbangs are very loud.",
		"cn": "小猪佩奇：妈妈，雷声好大。"
	},
	{
		"en": "Daddy Pig: It’s okay, children. Don’t be frightened.",
		"cn": "猪爸爸：没事的，孩子们，不要害怕。"
	},
	{
		"en": "Mummy Pig: Let’s count between each flash and bang.",
		"cn": "猪妈妈：我们来数一数闪电和雷声之间的时间。"
	},
	{
		"en": "Daddy Pig: The higher we can count, the further away the thunderstorm is.",
		"cn": "猪爸爸：数得越多，雷雨就越远。"
	},
	{ "en": "Mummy Pig: One, two, three...", "cn": "猪妈妈：一、二、三……" },
	{ "en": "Daddy Pig: That’s three.", "cn": "猪爸爸：三下。" },
	{
		"en": "Daddy Pig, Mummy Pig, Peppa Pig, George: One, two, three, four, five...",
		"cn": "猪爸爸、猪妈妈、小猪佩奇、乔治：一、二、三、四、五……"
	},
	{
		"en": "Daddy Pig: That’s five! The thunderstorm is going away.",
		"cn": "猪爸爸：五下！雷雨要走了。"
	},
	{
		"en": "Mummy Pig: The thunderstorm is over.",
		"cn": "猪妈妈：雷雨结束了。"
	},
	{
		"en": "Daddy Pig, Mummy Pig, Peppa Pig, George: Hurrah!",
		"cn": "猪爸爸、猪妈妈、小猪佩奇、乔治：万岁！"
	},
	{
		"en": "Narrator: The thunderstorm has filled the garden with muddy puddles.",
		"cn": "旁白：雷雨让花园里全是泥坑。"
	},
	{
		"en": "Narrator: Peppa loves jumping up and down in muddy puddles.",
		"cn": "旁白：佩奇喜欢在泥坑里跳来跳去。"
	},
	{
		"en": "Narrator: Everyone loves jumping up and down in muddy puddles.",
		"cn": "旁白：大家都喜欢在泥坑里跳来跳去。"
	},
	{
		"en": "Peppa Pig: I love thunderstorms. They make muddy puddles.",
		"cn": "小猪佩奇：我喜欢雷雨，因为会有泥坑。"
	},
	{
		"en": "Peppa Pig: Splish, splash, splosh, splosh.",
		"cn": "小猪佩奇：哗啦，哗啦，哗啦，哗啦。"
	}
]
