[
	{
		"en": "Narrator: It is night time. Peppa and George are going to bed.",
		"cn": "旁白：夜幕降临，佩奇和乔治要上床睡觉了。"
	},
	{
		"en": "Mummy Pig: Good night, Peppa and George.",
		"cn": "猪妈妈：晚安，佩奇，乔治。"
	},
	{ "en": "Peppa Pig: Mummy, Daddy?", "cn": "小猪佩奇：妈妈，爸爸？" },
	{ "en": "Mummy Pig: Yes, Peppa?", "cn": "猪妈妈：怎么了，佩奇？" },
	{
		"en": "Peppa Pig: I’m not sleepy. Can I have a story?",
		"cn": "小猪佩奇：我还不困，可以给我讲个故事吗？"
	},
	{
		"en": "Daddy Pig: Maybe George is sleepy and doesn’t want a story.",
		"cn": "猪爸爸：也许乔治困了，不想听故事。"
	},
	{
		"en": "Peppa Pig: George, do you want a story?",
		"cn": "小猪佩奇：乔治，你想听故事吗？"
	},
	{ "en": "Peppa Pig: Say yes.", "cn": "小猪佩奇：说想听。" },
	{
		"en": "Daddy Pig: All right, I will tell you just one story.",
		"cn": "猪爸爸：好吧，我只讲一个故事。"
	},
	{
		"en": "Mummy Pig: If Daddy Pig tells you a story, you must both promise to go to sleep.",
		"cn": "猪妈妈：如果爸爸讲故事，你们俩要保证讲完就睡觉。"
	},
	{ "en": "Peppa Pig: We promise.", "cn": "小猪佩奇：我们保证。" },
	{
		"en": "Daddy Pig: Hmm, I think I’ll tell you the story of the sleepy princess.",
		"cn": "猪爸爸：嗯，我想给你们讲一个关于爱睡觉的小公主的故事。"
	},
	{
		"en": "Peppa Pig: Is it a good story? It sounds a bit boring.",
		"cn": "小猪佩奇：这个故事好听吗？听起来有点无聊。"
	},
	{
		"en": "Daddy Pig: It’s not boring. It’s very good.",
		"cn": "猪爸爸：一点也不无聊，很好听。"
	},
	{
		"en": "Peppa Pig: Is there a little princess in it?",
		"cn": "小猪佩奇：里面有小公主吗？"
	},
	{
		"en": "Mummy Pig: Peppa, if you keep talking, Daddy Pig can’t start the story.",
		"cn": "猪妈妈：佩奇，你再说话爸爸就没法开始讲故事了。"
	},
	{
		"en": "Peppa Pig: Sorry, Mummy. Is there a little princess in the story, Daddy?",
		"cn": "小猪佩奇：对不起，妈妈。爸爸，故事里有小公主吗？"
	},
	{
		"en": "Daddy Pig: Yes, there is a little princess in it.",
		"cn": "猪爸爸：有的，故事里有小公主。"
	},
	{
		"en": "Daddy Pig: Hmmm. The Sleepy Princess.",
		"cn": "猪爸爸：嗯……爱睡觉的小公主。"
	},
	{
		"en": "Daddy Pig: Once upon a time in a castle there lived a little princess, and she was called the sleepy princess.",
		"cn": "猪爸爸：从前，在一座城堡里住着一位小公主，她叫爱睡觉的小公主。"
	},
	{
		"en": "Peppa Pig: Daddy, why was she called that?",
		"cn": "小猪佩奇：爸爸，为什么她叫这个名字？"
	},
	{
		"en": "Daddy Pig: I’ll get to that later.",
		"cn": "猪爸爸：我一会儿会说到。"
	},
	{
		"en": "Peppa Pig: Was the sleepy princess pretty?",
		"cn": "小猪佩奇：爱睡觉的小公主漂亮吗？"
	},
	{
		"en": "Daddy Pig: Yes, she was very pretty. She loved looking at herself in the mirror.",
		"cn": "猪爸爸：很漂亮，她很喜欢照镜子。"
	},
	{
		"en": "Princess Peppa Pig: I am so pretty.",
		"cn": "小猪佩奇（公主）：我真漂亮。"
	},
	{
		"en": "Peppa Pig: Who else was living in the castle?",
		"cn": "小猪佩奇：还有谁住在城堡里？"
	},
	{ "en": "Daddy Pig: Uh, well...", "cn": "猪爸爸：呃，嗯……" },
	{
		"en": "Mummy Pig: The others in the castle were the small prince, Queen Mummy and King Daddy.",
		"cn": "猪妈妈：还有小王子、王后妈妈和国王爸爸。"
	},
	{
		"en": "Daddy Pig: That’s right. They were all living there as well.",
		"cn": "猪爸爸：对，他们也都住在那里。"
	},
	{
		"en": "Peppa Pig: Did King Daddy have a big tummy?",
		"cn": "小猪佩奇：国王爸爸有大肚子吗？"
	},
	{
		"en": "Daddy Pig: Of course not. He was very handsome, like me.",
		"cn": "猪爸爸：当然没有，他很帅，就像我一样。"
	},
	{
		"en": "Daddy Pig: Anyway, there was also a dragon.",
		"cn": "猪爸爸：还有一条龙。"
	},
	{ "en": "George: Dinosaur.", "cn": "乔治：恐龙。" },
	{
		"en": "Daddy Pig: Dinosaur? Oh, yes. It wasn’t a dragon. It was a dinosaur. Living outside was a huge, fierce dinosaur.",
		"cn": "猪爸爸：恐龙？哦，对，不是龙，是恐龙。外面住着一只又大又凶猛的恐龙。"
	},
	{
		"en": "Mummy Pig: Oh, dear. Maybe the dinosaur wasn’t quite that fierce, Daddy Pig.",
		"cn": "猪妈妈：哎呀，也许恐龙没那么凶猛，猪爸爸。"
	},
	{
		"en": "Daddy Pig: Sorry, George. No, the dinosaur was very gentle. It ate lots of grass.",
		"cn": "猪爸爸：对不起，乔治，其实恐龙很温顺，它吃很多草。"
	},
	{ "en": "Mummy Pig: Daddy Pig!", "cn": "猪妈妈：猪爸爸！" },
	{
		"en": "Daddy Pig: Oops, sorry. I was being the dinosaur.",
		"cn": "猪爸爸：哎呀，对不起，我刚才在学恐龙。"
	},
	{
		"en": "Peppa Pig: Daddy, why is the princess called the sleepy princess?",
		"cn": "小猪佩奇：爸爸，为什么她叫爱睡觉的小公主？"
	},
	{ "en": "Daddy Pig: I’m coming to that.", "cn": "猪爸爸：我正要说到。" },
	{
		"en": "Daddy Pig: You see, the sun set and the stars and moon came out. And everyone got very sleepy.",
		"cn": "猪爸爸：你看，太阳下山了，星星和月亮出来了，大家都很困。"
	},
	{
		"en": "Daddy Pig: But the most sleepy of all was the sleepy princess.",
		"cn": "猪爸爸：但最困的就是爱睡觉的小公主。"
	},
	{
		"en": "Daddy Pig: Peppa, are you sleepy?",
		"cn": "猪爸爸：佩奇，你困了吗？"
	},
	{
		"en": "Peppa Pig: No, Daddy. I am not sleepy at all.",
		"cn": "小猪佩奇：没有，爸爸，我一点都不困。"
	},
	{ "en": "Mummy Pig: But somebody is.", "cn": "猪妈妈：但有人困了。" },
	{
		"en": "Peppa Pig: George, wake up. You’ll miss the end of the story.",
		"cn": "小猪佩奇：乔治，醒醒，你会错过结尾的。"
	},
	{
		"en": "Daddy Pig: Well, Peppa might not be sleepy, but the sleepy princess certainly was.",
		"cn": "猪爸爸：佩奇可能不困，但小公主可是真的很困。"
	},
	{
		"en": "Daddy Pig: Looking at herself all day in the mirror had completely worn her out.",
		"cn": "猪爸爸：她一天到晚照镜子，把自己累坏了。"
	},
	{
		"en": "King Daddy Pig: Let’s carry you to bed. Good night.",
		"cn": "国王爸爸：我们把你抱去床上吧。晚安。"
	},
	{
		"en": "Daddy Pig: The sleepy princess was so sleepy she had fallen fast asleep.",
		"cn": "猪爸爸：小公主太困了，很快就睡着了。"
	},
	{
		"en": "Mummy Pig: Thank you for that story, King Daddy.",
		"cn": "猪妈妈：谢谢你的故事，国王爸爸。"
	},
	{
		"en": "Daddy Pig: You’re welcome, Queen Mummy.",
		"cn": "猪爸爸：不客气，王后妈妈。"
	},
	{
		"en": "Mummy Pig: And our little prince and princess enjoyed it too.",
		"cn": "猪妈妈：我们的王子和公主也很喜欢。"
	}
]
