Narrator: Mummy Pig is watching a keep fit programme on television.

Potato on TV: ...three and four and, come on now, that’s right. Bend it, stretch it, bend it, stretch it...

Daddy Pig: I love watching telly.

Daddy Pig: What’s this, Mummy Pig?

Mummy Pig: It’s a programme about doing exercises to keep fit.

Daddy Pig: Thank goodness I don’t have to exercise. I’m naturally fit.

Peppa Pig: You don’t look very fit, Daddy. Your tummy is a bit big.

Daddy Pig: I’m very fit. I’ll show you. What shall I do first?

Peppa Pig: Touch your toes like this.

Daddy Pig: Easy.

Peppa Pig: Daddy, stop pretending that you can’t touch your toes.

Daddy Pig: Er, I’m not pretending, Peppa.

Narrator: Daddy Pig really cannot touch his toes.

Peppa Pig: Oh dear, Daddy. That’s not very good.

Daddy Pig: Hmm? Maybe I should do a bit of exercise.

Peppa Pig: Yes, Daddy.

Daddy Pig: And I will start...tomorrow.

Mummy Pig: Daddy Pig, you have to start exercising now.

Daddy Pig: Oh.

Peppa Pig: Don’t worry, Daddy. I will help you.

Daddy Pig: Oh, all right.

Daddy Pig: Peppa, you’re in charge of getting me fit. What shall I do first?

Peppa Pig: First you must do some press-ups.

Daddy Pig: Easy.

Peppa Pig: One. Two.

Daddy Pig: There.

Peppa Pig: Very good, Daddy. Now I want you to do one hundred.

Daddy Pig: One hundred?

Peppa Pig: Yes.

Mummy Pig: Come on, children. Help me make lunch.

Daddy Pig: I’ll help as well.

Peppa Pig: No, Daddy. You’ve got one hundred press-ups to do.

Daddy Pig: Oh. One, two...

Narrator: Mummy Pig, Peppa and George are in the kitchen making lunch.

Daddy Pig: Six...

Narrator: Daddy Pig is still doing his press-ups.

Daddy Pig: Eight...

Peppa Pig: Daddy is doing very well.

Daddy Pig: Ten...

Mummy Pig: Yes. I do hope he’s not overdoing it.

Peppa Pig: I’ll go and see.

Daddy Pig: Thirteen, fourteen, fifteen, sixteen, seventeen.

Peppa Pig: Daddy Pig! You’re cheating!You should be doing press-ups.

Daddy Pig: Oh, er, there was something interesting on the TV.

Peppa Pig: Naughty Daddy.

Mummy Pig: Maybe Daddy will have more success with my old exercise bike.

Daddy Pig: Ah ha. This looks like fun. I’ll be able to cycle and watch TV at the same time.

Daddy Pig: That’s impossible. This bike is too noisy. I can’t hear the TV.

Mummy Pig: You’ve got to get fit somehow.

Peppa Pig: I know! You can use my bicycle!

Mummy Pig: Yes, and then you’ll get some fresh air as well.

Narrator: Daddy Pig is going to ride on Peppa’s little bicycle.

Peppa Pig: Daddy, these are the pedals, these are the brakes, and this is the bell.

Daddy Pig: Yes, yes, thank you, Peppa. I know. Bye-bye.

Daddy Pig: Easy as pie.

Narrator: Getting fit is quite hard work.

Daddy Pig: Now I can get fit without having to pedal.

Narrator: Daddy Pig is going very fast.

Daddy Pig: Oh. Maybe I’d better slow down.

Daddy Pig: The brakes aren’t strong enough!

Narrator: Daddy Pig has been gone for a long time.

Peppa Pig: Mummy, where can Daddy be?

Mummy Pig: Don’t worry, Peppa. Daddy must be really enjoying himself to be away for so long.

Peppa Pig: Daddy! Where have you been?

Daddy Pig: I whizzed all the way down the hill. Then I had to push the bike all the way back up again.

Mummy Pig: Oh, poor Daddy Pig.

Daddy Pig: Well at least I’ve done my exercise.

Mummy Pig: Yes, for today.

Daddy Pig: What do you mean?

Mummy Pig: You have to do some more exercise tomorrow.

Daddy Pig: What?

Peppa Pig: Daddy, to get fit you have to exercise every day.

Daddy Pig: Oh no.

Peppa Pig: But don’t worry, Daddy. I’ll make sure you do it.

Daddy Pig: Yes, I know you will.